["\tFree entry in 2  wkly co to win FA Cu finl tkt 21t My 2005. Text FA to 87121 to receive entry quetion(td txt rte)T&C' ly 08452810075over18'\n","\tFreeMg Hey there drling it' been 3 week' now nd no word bck! I'd like oe fun you u for it till? Tb ok! XxX td chg to end, £1.50 to rcv\n","\tWINNER!! A  vlued network cutoer you hve been elected to receive £900 rize rewrd! To cli cll 09061701461. Cli code KL341. Vlid 12 hour only.\n","\tHd your obile 11 onth or ore? U R entitled to Udte to the ltet colour obile with cer for Free! Cll The Mobile Udte Co FREE on 08002986030\n","\tSIX chnce to win CASH! Fro 100 to 20,000 ound txt> CSH11 nd end to 87575. Cot 150/dy, 6dy, 16+ TndC ly Rely HL 4 info\n","\tURGENT! You hve won  1 week FREE eberhi in our £100,000 Prize Jckot! Txt the word: CLAIM to No: 81010 T&C www.dbuk.net LCCLTD POBOX 4403LDNW1A7RW18\n","\tXXXMobileMovieClub: To ue your credit, click the WAP link in the next txt ege or click here>> htt://w. xxxobileovieclub.co?n=QJKGIGHJJGCBL\n","\tEnglnd v Mcedoni - dont i the gol/te new. Txt ur ntionl te to 87077 eg ENGLAND to 87077 Try:WALES, SCOTLAND 4txt/ú1.20 POBOXox36504W45WQ 16+\n","\tThnk for your ubcrition to Ringtone UK your obile will be chrged £5/onth Plee confir by relying YES or NO. If you rely NO you will not be chrged\n","\t07732584351 - Rodger Burn - MSG = We tried to cll you re your rely to our  for  free noki obile + free ccorder. Plee cll now 08000930705 for delivery toorrow\n","\tSMS. c Stv: The New Jerey Devil nd the Detroit Red Wing ly Ice Hockey. Correct or Incorrect? End? Rely END SPTV\n","\tCongrt! 1 yer ecil cine  for 2 i your. cll 09061209465 now! C Surn V, Mtrix3, StrWr3, etc ll 4 FREE! bx420-i4-5we. 150. Dont i out! \n","\tA  vlued cutoer, I  leed to dvie you tht following recent review of your Mob No. you re wrded with  £1500 Bonu Prize, cll 09066364589\n","\tUrgent UR wrded  colientry tri to EuroDiinc Trv, Aco&Entry41 Or £1000. To cli txt DIS to 87121 18+6*£1.50(oreFrMob. ShrAcoOrSglSult)10, LS1 3AJ\n","\tDid you her bout the new \"Divorce Brbie\"? It coe with ll of Ken' tuff!\n","\tPlee cll our cutoer ervice rereenttive on 0800 169 6031 between 10-9  you hve WON  gurnteed £1000 ch or £5000 rize!\n","\tYour free ringtone i witing to be collected. Sily text the word \"MIX\" to 85069 to verify. Get Uher nd Britney. FML, PO Box 5249, MK17 92H. 450Pw 16\n","\tGENT! We re trying to contct you. Lt weekend drw how tht you won  £1000 rize GUARANTEED. Cll 09064012160. Cli Code K52. Vlid 12hr only. 150\n","\tYou re  winner U hve been ecilly elected 2 receive £1000 or  4* holidy (flight inc) ek to  live oertor 2 cli 0871277810910/in (18+) \n","\tPRIVATE! Your 2004 Account Stteent for 07742676969 how 786 unredeeed Bonu Point. To cli cll 08719180248 Identifier Code: 45239 Exire\n","\tURGENT! Your Mobile No. w wrded £2000 Bonu Cller Prize on 5/9/03 Thi i our finl try to contct U! Cll fro Lndline 09064019788 BOX42WR29C, 150PPM\n","\tTody Vod nuber ending 7548 re elected to receive  $350 wrd. If you hve  tch lee cll 08712300220 quoting cli code 4041 tndrd rte \n","\tSunhine Quiz Wkly Q! Win  to Sony DVD lyer if u know which country the Algrve i in? Txt nr to 82277. £1.50 SP:Tyrone\n","\tWnt 2 get lid tonight? Wnt rel Dogging loction ent direct 2 ur ob? Join the UK' lrget Dogging Network bt Txting GRAVEL to 69888! Nt. ec2. 31.g@150\n","\tYou'll not rcv ny ore g fro the cht vc. For FREE Hrdcore ervice text GO to: 69988 If u get nothing u ut Age Verify with yr network & try gin\n","\tFreeMg Why hven't you relied to y text? I' Rndy, exy, fele nd live locl. Luv to her fro u. Netcollex Ltd 08700621170150 er g rely Sto to end\n","\tCutoer ervice nnonceent. You hve  New Yer delivery witing for you. Plee cll 07046744435 now to rrnge delivery\n","\tYou re  winner U hve been ecilly elected 2 receive £1000 ch or  4* holidy (flight inc) ek to  live oertor 2 cli 0871277810810\n","\t-PLS STOP bootydeliou (32/F) i inviting you to be her friend. Rely YES-434 or NO-434 See her: www.SMS.c/u/bootydeliou STOP? Send STOP FRND to 62468\n","\tBngBbe Ur order i on the wy. U SHOULD receive  Service Mg 2 downlod UR content. If U do not, GoTo w. bngb. tv on UR obile internet/ervice enu\n","\tURGENT! We re trying to contct you. Lt weekend drw how tht you hve won  £900 rize GUARANTEED. Cll 09061701939. Cli code S89. Vlid 12hr only\n","\tPlee cll our cutoer ervice rereenttive on FREEPHONE 0808 145 4742 between 9-11  you hve WON  gurnteed £1000 ch or £5000 rize!\n","\tAre you unique enough? Find out fro 30th Augut. www.reyouunique.co.uk\n","\t500 New Mobile fro 2004, MUST GO! Txt: NOKIA to No: 89545 & collect your tody!Fro ONLY £1 www.4-tc.biz 2otout 087187262701.50gb/tg18\n","\tWill u eet ur dre rtner oon? I ur creer off 2  flyng trt? 2 find out free, txt HORO followed by ur tr ign, e. g. HORO ARIES\n","\tText & eet oeone exy tody. U cn find  dte or even flirt it u to U. Join 4 jut 10. REPLY with NAME & AGE eg S 25. 18 -g recd@thirtyeight ence\n","\tU 447801259231 hve  ecret direr who i looking 2 ke contct with U-find out who they R*revel who think UR o ecil-cll on 09058094597\n","\tCongrtultion ur wrded 500 of CD voucher or 125gift gurnteed & Free entry 2 100 wkly drw txt MUSIC to 87066 TnC www.Ldew.co1win150x3ge16\n","\tWe tried to contct you re your rely to our offer of  Video Hndet? 750 nytie network in? UNLIMITED TEXT? Ccorder? Rely or cll 08000930705 NOW\n","\tHey I  relly horny wnt to cht or ee e nked text hot to 69698 text chrged t 150 to unubcribe text to 69698\n","\tUr ringtone ervice h chnged! 25 Free credit! Go to club4obile.co to chooe content now! Sto? txt CLUB STOP to 87070. 150/wk Club4 PO Box1146 MK45 2WT\n","\tRingtone Club: Get the UK ingle chrt on your obile ech week nd chooe ny to qulity ringtone! Thi ege i free of chrge.\n","\tHMV BONUS SPECIAL 500 ound of genuine HMV voucher to be won. Jut nwer 4 ey quetion. Ply Now! Send HMV to 86688 More info:www.100ercent-rel.co\n","\tT-Mobile cutoer you y now cli your FREE CAMERA PHONE ugrde &  y & go i crd for your loylty. Cll on 0845 021 3680.Offer end 28thFeb.T&C' ly\n","\tSMS. c Blind Dte 4U!: Rodd1 i 21/ fro Aberdeen, United Kingdo. Check Hi out htt://ig. . c/W/icb3cktz8r7!-4 no Blind Dte end HIDE\n","\tTheMob> Check out our newet election of content, Ge, Tone, Goi, bbe nd ort, Kee your obile fit nd funky text WAP to 82468\n","\tThink ur rt ? Win £200 thi week in our weekly quiz, text PLAY to 85222 now!T&C WinnerClub PO BOX 84, M26 3UZ. 16+. GBP1.50/week\n","\tDeceber only! Hd your obile 11th+? You re entitled to udte to the ltet colour cer obile for Free! Cll The Mobile Udte Co FREE on 08002986906\n","\tCll Gerny for only 1 ence er inute! Cll fro  fixed line vi cce nuber 0844 861 85 85. No reyent. Direct cce!\n","\tVlentine Dy Secil! Win over £1000 in our quiz nd tke your rtner on the tri of  lifetie! Send GO to 83600 now. 150/g rcvd. CutCre:08718720201.\n","\tFncy  hg? I do.Intereted? extextuk.co txt XXUK SUZY to 69876. Txt cot 1.50 er g. TnC on webite. X\n","\tCongrtultion ur wrded 500 of CD voucher or 125gift gurnteed & Free entry 2 100 wkly drw txt MUSIC to 87066 TnC www.Ldew.co1win150x3ge16\n","\tUr ch-blnce i currently 500 ound - to xiize ur ch-in now end CASH to 86688 only 150/g. CC: 08708800282 HG/Suite342/2Lnd Row/W1J6HL\n","\tUdte_Now - X Offer! Ltet Motorol, SonyEricon & Noki & FREE Bluetooth! Double Min & 1000 Txt on Ornge. Cll MobileUd8 on 08000839402 or cll2otout/F4Q=\n","\tHere i your dicount code RP176781. To to further ege rely to. www.reglortfolio.co.uk. Cutoer Service 08717205546\n","\tThnk for your Ringtone Order, Reference T91. You will be chrged GBP 4 er week. You cn unubcribe t nytie by clling cutoer ervice on 09057039994\n","\tDouble in nd txt 4 6onth FREE Bluetooth on Ornge. Avilble on Sony, Noki Motorol hone. Cll MobileUd8 on 08000839402 or cll2otout/N9DX\n","\t4th hlf rice Ornge line rentl & ltet cer hone 4 FREE. Hd your hone 11th ? Cll MobileDirect free on 08000938767 to udte now! or2totxt\n","\tFREE RINGTONE text FIRST to 87131 for  oly or text GET to 87131 for  true tone! Hel? 0845 2814032 16 fter 1t free, tone re 3x£150w to e£nd txt to\n","\t100 dting ervice cl;l 09064012103 box334k38ch\n","\tFREE entry into our £250 weekly coetition jut text the word WIN to 80086 NOW. 18 T&C www.txttowin.co.uk\n","\tSend  logo 2 ur lover - 2 ne joined by  hert. Txt LOVE NAME1 NAME2 MOBNO eg LOVE ADAM EVE 07123456789 to 87077 Yhoo! POBox36504W45WQ TxtNO 4 no d 150\n","\tSoeone h contcted our dting ervice nd entered your hone becue they fncy you! To find out who it i cll fro  lndline 09111032124 . PoBox12n146tf150\n","\tURGENT! Your Mobile nuber h been wrded with  £2000 rize GUARANTEED. Cll 09058094455 fro lnd line. Cli 3030. Vlid 12hr only\n","\tCongrt! Noki 3650 video cer hone i your Cll 09066382422 Cll cot 150 Ave cll 3in vry fro obile 16+ Cloe 300603 ot BCM4284 Ldn WC1N3XX\n","\tLon for ny uroe £500 - £75,000. Hoeowner + Tennt welcoe. Hve you been reviouly refued? We cn till hel. Cll Free 0800 1956669 or text bck 'hel'\n","\tUgrdCentre Ornge cutoer, you y now cli your FREE CAMERA PHONE ugrde for your loylty. Cll now on 0207 153 9153. Offer end 26th July. T&C' ly. Ot-out vilble\n","\tokil: Der Dve thi i your finl notice to collect your 4* Tenerife Holidy or #5000 CASH wrd! Cll 09061743806 fro lndline. TC SAE Box326 CW25WX 150\n","\tWnt 2 get lid tonight? Wnt rel Dogging loction ent direct 2 ur Mob? Join the UK' lrget Dogging Network by txting MOAN to 69888Nyt. ec2. 31.g@150\n","\tFREE MESSAGE Activte your 500 FREE Text Mege by relying to thi ege with the word FREE For ter & condition, viit www.07781482378.co\n","\tCongrt! 1 yer ecil cine  for 2 i your. cll 09061209465 now! C Surn V, Mtrix3, StrWr3, etc ll 4 FREE! bx420-i4-5we. 150. Dont i out!\n","\t+123 Congrtultion - in thi week' coetition drw u hve won the £1450 rize to cli jut cll 09050002311 b4280703. T&C/to SMS 08718727868. Over 18 only 150\n","\tYou re gurnteed the ltet Noki Phone,  40GB iPod MP3 lyer or  £500 rize! Txt word: COLLECT to No: 83355! IBHltd LdnW15H 150/Mtgrcvd18+\n","\tBoltblue tone for 150 Rely POLY# or MONO# eg POLY3 1. Ch Ch Slide 2. Yeh 3. Slow Jz 6. Toxic 8. Coe With Me or STOP 4 ore tone txt MORE\n","\tYour credit hve been toed u for htt://www.bubbletext.co Your renewl Pin i tgxxrz\n","\tURGENT!: Your Mobile No. w wrded  £2,000 Bonu Cller Prize on 02/09/03! Thi i our 2nd ttet to contct YOU! Cll 0871-872-9755 BOX95QU\n","\tTody' Offer! Cli ur £150 worth of dicount voucher! Text YES to 85023 now! SvMob, eber offer obile! T C 08717898035. £3.00 Sub. 16 . Unub rely X\n","\tYou will recieve your tone within the next 24hr. For Ter nd condition lee ee Chnnel U Teletext Pg 750\n","\tPRIVATE! Your 2003 Account Stteent for 07815296484 how 800 un-redeeed S.I.M. oint. Cll 08718738001 Identifier Code 41782 Exire 18/11/04 \n","\tfro www.Aluetore.co MonthlySubcrition@50/g x6/onth T&CC web ge16 2to txt to\n","\tGENT! We re trying to contct you. Lt weekend drw how tht you won  £1000 rize GUARANTEED. Cll 09064012160. Cli Code K52. Vlid 12hr only. 150 \n","\tYou hve won ?1,000 ch or  ?2,000 rize! To cli, cll09050000327\n","\tour obile nuber h won £5000, to cli cll u bck or ring the cli hot line on 09050005321.\n","\tWe tried to contct you re your rely to our offer of 750 in 150 textnd  new video hone cll 08002988890 now or rely for free delivery toorrow\n","\tFor ur chnce to win  £250 wkly hoing ree TXT: SHOP to 80878. T'&C' www.txt-2-ho.co cutcre 08715705022, 1x150/wk\n","\tYou hve been ecilly elected to receive  2000 ound wrd! Cll 08712402050 BEFORE the line cloe. Cot 10. 16+. T&C ly. AG Proo\n","\tPRIVATE! Your 2003 Account Stteent for 07753741225 how 800 un-redeeed S. I. M. oint. Cll 08715203677 Identifier Code: 42478 Exire 24/10/04\n","\tYou hve n iortnt cutoer ervice nnounceent. Cll FREEPHONE 0800 542 0825 now!\n","\tXCLUSIVE@CLUBSAISAI 2MOROW 28/5 SOIREE SPECIALE ZOUK WITH NICHOLS FROM PARIS.FREE ROSES 2 ALL LADIES !!! info: 07946746291/07880867867 \n","\t22 dy to kick off! For Euro2004 U will be ket u to dte with the ltet new nd reult dily. To be reoved end GET TXT STOP to 83222\n","\tNew TEXTBUDDY Cht 2 horny guy in ur re 4 jut 25 Free 2 receive Serch otcode or t gytextbuddy.co. TXT ONE ne to 89693\n","\tTody Vodfone nuber ending with 4882 re elected to  receive  £350 wrd. If your nuber tche cll 09064019014 to receive your £350 wrd.\n","\tDer Voucher Holder, 2 cli thi week offer, t your PC go to htt://www.e-tl.co.uk/exreoffer T&C ly.2 to text txt STOP to 80062.\n","\tPRIVATE! Your 2003 Account Stteent for how 800 un-redeeed S. I. M. oint. Cll 08715203694 Identifier Code: 40533 Exire 31/10/04\n","\tYou hve won ?1,000 ch or  ?2,000 rize! To cli, cll09050000327. T&C: RSTM, SW7 3SS. 150\n","\t88800 nd 89034 re reiu hone ervice cll 08718711108\n","\tSMS. c un0819 ot HELLO:\"You ee cool, wnted to y hi. HI!!!\" Sto? Send STOP to 62468\n","\tGet ur 1t RINGTONE FREE NOW! Rely to thi g with TONE. Gr8 TOP 20 tone to your hone every week jut £1.50 er wk 2 ot out end STOP 08452810071 16\n","\tHi I' ue. I  20 yer old nd work   ldncer. I love ex. Text e live - I' i y bedroo now. text SUE to 89555. By TextOertor G2 1DA 150g 18+\n","\t<Forwrded fro 448712404000>Plee CALL 08712404000 ieditely  there i n urgent ege witing for you.\n","\tTo review nd KEEP the fnttic Noki N-Gge ge deck with Club Noki, go 2 www.cnudte.co/newletter. unubcribe fro lert rely with the word OUT\n","\t4th hlf rice Ornge line rentl & ltet cer hone 4 FREE. Hd your hone 11th+? Cll MobileDirect free on 08000938767 to udte now! or2totxt T&C\n","\t08714712388 between 10-7 Cot 10\n","\t+449071512431 URGENT! Thi i the 2nd ttet to contct U!U hve WON £1250 CALL 09071512433 b4 050703 T&CBCM4235WC1N3XX. cllcot 150 obilevry. x£7. 50\n","\tYou hve WON  gurnteed £1000 ch or  £2000 rize. To cli yr rize cll our cutoer ervice rereenttive on 08714712394 between 10-7\n","\tEil AlertFro: Jeri StewrtSize: 2KBSubject: Low-cot recriiton drvgTo liten to eil cll 123\n","\tHi. Cutoer Loylty Offer:The NEW Noki6650 Mobile fro ONLY £10 t TXTAUCTION! Txt word: START to No: 81151 & get your Now! 4T&Ctxt TC 150/MTg\n","\tU re ubcribed to the bet Mobile Content Service in the UK for £3 er 10 dy until you end STOP to 82324. Helline 08706091795\n","\tDo you relize tht in bout 40 yer, we'll hve thound of old ldie running round with tttoo?\n","\tYou hve n iortnt cutoer ervice nnounceent fro PREMIER.\n","\tRontic Pri. 2 night, 2 flight fro £79 Book now 4 next yer. Cll 08704439680T&C ly.\n","\tUrgent Ur £500 gurnteed wrd i till unclied! Cll 09066368327 NOW cloingdte04/09/02 clicode M39M51 £1.50orefroobile2Breoved-MobyPOBox734LS27YF\n","\tUR wrded  City Brek nd could WIN  £200 Suer Shoing ree every WK. Txt STORE to 88039 . SkilGe. TC087147403231Winwk!Age16 £1.50erWKub\n","\tYou hve n iortnt cutoer ervice nnounceent fro PREMIER. Cll FREEPHONE 0800 542 0578 now!\n","\tEver thought bout living  good life with  erfect rtner? Jut txt bck NAME nd AGE to join the obile counity. (100/SMS)\n","\t5 Free To Polyhonic Tone cll 087018728737, Ntionl Rte. Get  tooly tune ent every week, jut text SUBPOLY to 81618, £3 er ole. UnSub 08718727870.\n","\tOrnge cutoer, you y now cli your FREE CAMERA PHONE ugrde for your loylty. Cll now on 0207 153 9996. Offer end 14thMrch. T&C' ly. Ot-out vil\n","\tLt Chnce! Cli ur £150 worth of dicount voucher tody! Text SHOP to 85023 now! SvMob, offer obile! T C SvMob POBOX84, M263UZ. £3.00 Sub. 16\n","\tFREE for 1t week! No1 Noki tone 4 ur obile every week jut txt NOKIA to 8077 Get txting nd tell ur te. www.getzed.co.uk POBox 36504 W45WQ 16+ nor150/tone\n","\tYou hve won  gurnteed £200 wrd or even £1000 chto cli UR wrd cll free on 08000407165 (18+) 2 to getto on 88222 PHP. RG21 4JX\n","\tCongrtultion ur wrded either £500 of CD gift voucher & Free entry 2 our £100 weekly drw txt MUSIC to 87066 TnC www.Ldew.co1win150x3ge16\n","\tU were outbid by ionwton5120 on the Shinco DVD Plyr. 2 bid gin, viit . c/rewrd 2 end bid notifiction, rely END OUT\n","\tSMSSERVICES. for yourincluive text credit, l goto www.couk.net login= 3qxj9 unubcribe with STOP, no extr chrge. hel 08702840625.COMUK. 220-CM2 9AE\n","\t25 4 lfie Moon' Children in need ong on ur ob. Tell ur 8. Txt Tone chrity to 8007 for Noki or Poly chrity for oly: zed 08701417012 rofit 2 chrity.\n","\tU hve  ecret direr. REVEAL who think U R So ecil. Cll 09065174042. To ot out Rely REVEAL STOP. 1.50 er g recd. Cut cre 07821230901\n","\tDer Voucher Holder, To cli thi week offer, t you PC lee go to htt://www.e-tl.co.uk/exreoffer T&C ly. To to text, txt STOP to 80062\n","\tDo you wnt 750 nytie ny network in 150 text nd  NEW VIDEO hone for only five ound er week cll 08002888812 or rely for delivery toorrow\n","\tWe tried to contct you re our offer of New Video Phone 750 nytie ny network in HALF PRICE Rentl ccorder cll 08000930705 or rely for delivery Wed\n","\tLt chnce 2 cli ur £150 worth of dicount voucher-Text YES to 85023 now!SvMob-eber offer obile T C 08717898035. £3.00 Sub. 16 . Reove txt X or STOP\n","\tUrgent! cll 09066350750 fro your lndline. Your colientry 4* Ibiz Holidy or 10,000 ch wit collection SAE T&C PO BOX 434 SK3 8WP 150  18+ \n","\tTody' Offer! Cli ur £150 worth of dicount voucher! Text YES to 85023 now! SvMob, eber offer obile! T C 08717898035. £3.00 Sub. 16 . Unub rely X\n","\tTlk exy!! Mke new friend or fll in love in the world ot dicreet text dting ervice. Jut text VIP to 83110 nd ee who you could eet.\n","\tCongrtultion ur wrded either  yr uly of CD fro Virgin Record or  Mytery Gift GUARANTEED Cll 09061104283 T&C www.co.net £1.50 rox 3in\n","\tPRIVATE! Your 2003 Account Stteent for 07808 XXXXXX how 800 un-redeeed S. I. M. oint. Cll 08719899217 Identifier Code: 41685 Exire 07/11/04\n","\tHello. We need oe oh bird nd ch to uer tril rod for chney. Cn i ut you down? I need your ddre nd dob . T r\n","\tWht do U wnt for X? How bout 100 free text ege &  new video hone with hlf rice line rentl? Cll free now on 0800 0721072 to find out ore!\n","\tSho till u Dro, IS IT YOU, either 10K, 5K, £500 Ch or £100 Trvel voucher, Cll now, 09064011000. NTT PO Box CR01327BT fixedline Cot 150 obile vry\n","\tSunhine Quiz Wkly Q! Win  to Sony DVD lyer if u know which country Liverool lyed in id week? Txt nr to 82277. £1.50 SP:Tyrone\n","\tU hve  ecret direr who i looking 2 ke contct with U-find out who they R*revel who think UR o ecil-cll on 09058094565\n","\tU hve  Secret Adirer who i looking 2 ke contct with U-find out who they R*revel who think UR o ecil-cll on 09065171142-to-08\n","\tReinder: You hve not downloded the content you hve lredy id for. Goto htt://doit. yoby. tv/ to collect your content.\n","\tYour free ringtone i witing to be collected. Sily text the word \"MIX\" to 85069 to verify. Get Uher nd Britney. FML, PO Box 5249, MK17 92H. 450Pw 16\n","\tll the ltet fro Stereohonic, Mrley, Dizzee Rcl, Libertine nd The Stroke! Win Nookii ge with Flirt!! Click TheMob WAP Bookrk or text WAP to 82468\n","\tJnury Mle Sle! Hot Gy cht now cheer, cll 08709222922. Ntionl rte fro 1.5/in che to 7.8/in ek! To to text cll 08712460324 (10/in)\n","\toney!!! you r  lucky winner ! 2 cli your rize text oney 2 88600 over £1illion to give wy ! t150x3+norl text rte box403 w1t1jy\n","\tDer Mtthew lee cll 09063440451 fro  lndline, your colientry 4*Lux Tenerife holidy or £1000 CASH wit collection. 150 SAE T&C Box334 SK38XH.\n","\tUrgent! cll 09061749602 fro Lndline. Your colientry 4* Tenerife Holidy or £10,000 ch wit collection SAE T&C BOX 528 HP20 1YF 150 18+\n","\tHow bout getting in touch with folk witing for cony? Jut txt bck your NAME nd AGE to ot in! Enjoy the counity (150/SMS)\n","\tUr ch-blnce i currently 500 ound - to xiize ur ch-in now end GO to 86688 only 150/g. CC: 08718720201 PO BOX 114/14 TCR/W1\n","\tFilthy torie nd GIRLS witing for your\n","\tURGENT! We re trying to contct U. Tody drw how tht you hve won  £800 rize GUARANTEED. Cll 09050001808 fro lnd line. Cli M95. Vlid12hr only\n","\tCongrt! 2 obile 3G Videohone R your. cll 09063458130 now! videocht wid your te, ly jv ge, Dlod olyPH uic, noline rentl.\n","\tPlee cll our cutoer ervice rereenttive on FREEPHONE 0808 145 4742 between 9-11  you hve WON  gurnteed £1000 ch or £5000 rize!\n","\tPnonic & BluetoothHdet FREE. Noki FREE. Motorol FREE & DoubleMin & DoubleTxt on Ornge contrct. Cll MobileUd8 on 08000839402 or cll 2otout\n","\tFREE for 1t week! No1 Noki tone 4 ur ob every week jut txt NOKIA to 8007 Get txting nd tell ur te www.getzed.co.uk POBox 36504 W45WQ nor150/tone 16+\n","\tGue wht! Soebody you know ecretly fncie you! Wnn find out who it i? Give u  cll on 09065394514 Fro Lndline DATEBox1282EexCM61XN 150/in 18\n","\tWe know oeone who you know tht fncie you. Cll 09058097218 to find out who. POBox 6, LS15HB 150\n","\t1000' flirting NOW! Txt GIRL or BLOKE & ur NAME & AGE, eg GIRL ZOE 18 to 8007 to join nd get chtting!\n","\t18 dy to Euro2004 kickoff! U will be ket infored of ll the ltet new nd reult dily. Unubcribe end GET EURO STOP to 83222.\n","\tEASTENDERS TV Quiz. Wht FLOWER doe DOT core herelf to? D= VIOLET E= TULIP F= LILY txt D E or F to 84025 NOW 4 chnce 2 WIN £100 Ch WKENT/150P16+\n","\tWe hve new locl dte in your re - Lot of new eole regitered in YOUR AREA. Rely DATE to trt now! 18 only www.flirtrty.u REPLYS150\n","\tSoeone U know h ked our dting ervice 2 contct you! Cnt Gue who? CALL 09058091854 NOW ll will be reveled. PO BOX385 M6 6WU\n","\tURGENT! We re trying to contct U. Tody drw how tht you hve won  £800 rize GUARANTEED. Cll 09050003091 fro lnd line. Cli C52. Vlid12hr only\n","\tDer U've been invited to XCHAT. Thi i our finl ttet to contct u! Txt CHAT to 86688\n","\tYou re wrded  SiPix Digitl Cer! cll 09061221061 fro lndline. Delivery within 28dy. T C Box177. M221BP. 2yr wrrnty. 150. 16 .  £3.99\n","\tWIN URGENT! Your obile nuber h been wrded with  £2000 rize GUARANTEED cll 09061790121 fro lnd line. cli 3030 vlid 12hr only 150 \n","\tDer Subcriber ur drw 4 £100 gift voucher will b entered on receit of  correct n. When w Elvi Preley Birthdy? TXT nwer to 80062\n","\tMege Iortnt infortion for O2 uer. Tody i your lucky dy! 2 find out why log onto htt://www.urwinner.co there i  fnttic urrie witing you\n","\t449050000301 You hve won  £2,000 rice! To cli, cll 09050000301.\n","\tBored of eed dting? Try SPEEDCHAT, txt SPEEDCHAT to 80155, if you don't like e txt SWAP nd get  new chtter! Cht80155 POBox36504W45WQ 150/g rcd 16\n","\tDo you wnt 750 nytie ny network in 150 text nd  NEW video hone for only five ound er week cll 08000776320 now or rely for delivery Toorrow\n","\tFor tking rt in our obile urvey yeterdy! You cn now hve 500 text 2 ue however you wih. 2 get txt jut end TXT to 80160 T&C www.txt43.co 1.50\n","\tUr HMV Quiz ch-blnce i currently £500 - to xiize ur ch-in now end HMV1 to 86688 only 150/g\n","\tDont forget you cn lce  ny FREE Requet with 1tchoice.co.uk  you wih. For ore Infortion cll 08707808226.\n","\tI don't know u nd u don't know e. Send CHAT to 86688 now nd let' find ech other! Only 150/Mg rcvd. HG/Suite342/2Lnd/Row/W1J6HL LDN. 18 yer or over.\n","\tThnk you, winner notified by . Good Luck! No future rketing rely STOP to 84122 cutoer ervice 08450542832\n","\t1000' of girl ny locl 2 u who r virgin 2 thi & r redy 2 4fil ur every exul need. Cn u 4fil their? text CUTE to 69911(£1.50. )\n","\tFree entry in 2  wkly co to win FA Cu finl tkt 21t My 2005. Text FA to 87121 to receive entry quetion(td txt rte)T&C' ly 08452810075over18'\n","\tGot wht it tke 2 tke rt in the WRC Rlly in Oz? U cn with Lucozde Energy! Text RALLY LE to 61200 (25), ee ck or lucozde.co.uk/wrc & itcould be u!\n","\tSex u ur obile with  FREE exy ic of Jordn! Jut text BABE to 88600. Then every wk get  exy celeb! PocketBbe.co.uk 4 ore ic. 16 £3/wk 087016248\n","\tYou hve 1 new voiceil. Plee cll 08719181503\n","\tWIN  yer uly of CD 4  tore of ur choice worth £500 & enter our £100 Weekly drw txt MUSIC to 87066 T&C www.Ldew.co.ub16+1win150x3\n","\tA  SIM ubcriber, you re elected to receive  Bonu! Get it delivered to your door, Txt the word OK to No: 88600 to cli. 150/g, EXP. 30Ar\n","\tYou hve 1 new voiceil. Plee cll 08719181513.\n","\tNo. 1 Noki Tone 4 ur ob every week! Jut txt NOK to 87021. 1t Tone FREE ! o get txtin now nd tell ur friend. 150/tone. 16 rely HL 4info\n","\tYou re  winner U hve been ecilly elected 2 receive £1000 ch or  4* holidy (flight inc) ek to  live oertor 2 cli 0871277810810\n","\tRely with your ne nd ddre nd YOU WILL RECEIVE BY POST  week coletely free ccoodtion t vriou globl loction www.hb1.co h:08700435505150\n","\tFREE entry into our £250 weekly co jut end the word ENTER to 84128 NOW. 18 T&C www.textco.co cut cre 08712405020.\n","\tPlee CALL 08712402779 ieditely  there i n urgent ege witing for you\n","\tHungry gy guy feeling hungry nd u 4 it, now. Cll 08718730555 jut 10/in. To to text cll 08712460324 (10/in)\n","\tCn U get 2 hone NOW? I wnn cht 2 et u eet Cll e NOW on 09096102316 U cn cu here 2oro Luv JANE xx Cll£1/inoreobEMSPOBox45PO139WA\n","\tnetwork oertor. The ervice i free. For T & C' viit 80488.biz\n","\tEnjoy the jter videoound gold club with your credit for 2 new videoound+2 logo+uicnew! get ore fun fro jter.co.uk! 16+only Hel? cll: 09701213186 \n","\tGet 3 Lion Englnd tone, rely lion 4 ono or lion 4 oly. 4 ore go 2 www.ringtone.co.uk, the originl n bet. Tone 3GBP network oertor rte ly\n","\tWin the newet “Hrry Potter nd the Order of the Phoenix (Book 5) rely HARRY, nwer 5 quetion - chnce to be the firt ong reder!\n","\tUr blnce i now £500. Ur next quetion i: Who ng 'Utown Girl' in the 80' ? 2 nwer txt ur ANSWER to 83600. Good luck!\n","\tFREE2DAY exy St George' Dy ic of Jordn!Txt PIC to 89080 dont i out, then every wk  ucy celeb!4 ore ic c PocketBbe.co.uk 0870241182716 £3/wk\n","\tHOT LIVE FANTASIES cll now 08707509020 Jut 20 er in NTT Ltd, PO Box 1327 Croydon CR9 5WB 0870..k\n","\tBer Pic Nick, nd To, Pete nd ... Dick. In fct, ll tye try gy cht with hoto ulod cll 08718730666 (10/in). 2 to text cll 08712460324\n","\t500 New Mobile fro 2004, MUST GO! Txt: NOKIA to No: 89545 & collect your tody!Fro ONLY £1 www.4-tc.biz 2otout 087187262701.50gb/tg18 TXTAUCTION\n","\tDouble Min & Double Txt & 1/2 rice Linerentl on Ltet Ornge Bluetooth obile. Cll MobileUd8 for the very ltet offer. 08000839402 or cll2otout/LF56\n","\tNo. 1 Noki Tone 4 ur ob every week! Jut txt NOK to 87021. 1t Tone FREE ! o get txtin now nd tell ur friend. 150/tone. 16 rely HL 4info\n","\tURGENT, IMPORTANT INFORMATION FOR O2 USER. TODAY IS YOUR LUCKY DAY! 2 FIND OUT WHY LOG ONTO HTTP://WWW.URAWINNER.COM THERE IS A FANTASTIC SURPRISE AWAITING FOR YOU\n","\tDer U've been invited to XCHAT. Thi i our finl ttet to contct u! Txt CHAT to 86688 150/MgrcvdHG/Suite342/2Lnd/Row/W1J6HL LDN 18 yr\n","\tCongrtultion ur wrded either £500 of CD gift voucher & Free entry 2 our £100 weekly drw txt MUSIC to 87066 TnC www.Ldew.co 1 win150x3ge16\n","\tFor le - renl drtbord. Good condition but no double or treble!\n","\tFree 1t week entry 2 TEXTPOD 4  chnce 2 win 40GB iPod or £250 ch every wk. Txt POD to 84128 T&C www.textod.net cutcre 08712405020.\n","\tA  regitered otin ubcriber ur drw 4 £100 gift voucher will be entered on receit of  correct n to 80062 Wht No1 in the BBC chrt\n","\tSuer finlly here! Fncy  cht or flirt with exy ingle in yr re? To get MATCHED u jut rely SUMMER now. Free 2 Join. OtOut txt STOP Hel08714742804\n","\tCLAIRE here  hvin borin tie &  now lone U wnn cu over 2nite? Cht now 09099725823 hoe 2 C U Luv CLAIRE xx Cll£1/inoreobEMSPOBox45PO139WA\n","\tBought one ringtone nd now getting text coting 3 ound offering ore tone etc\n","\t09066362231 URGENT! Your obile No 07xxxxxxxxx won  £2,000 bonu cller rize on 02/06/03! thi i the 2nd ttet to rech YOU! cll 09066362231 ASAP!\n","\tYOU 07801543489 re gurnteed the ltet Noki Phone,  40GB iPod MP3 lyer or  £500 rize! Txt word:COLLECT to No:83355! TC-LLC NY-USA 150/Mt grcvd18+\n","\tHi it LUCY Hubby t eetin ll dy Fri & I will B lone t hotel U fncy cuin over? Pl leve g 2dy 09099726395 Lucy x Cll£1/inMoboreLKPOBOX177HP51FL\n","\tYour ccount h been credited with 500 FREE Text Mege. To ctivte, jut txt the word: CREDIT to No: 80488 T&C www.80488.biz\n","\tSMS. c JSco: Energy i high, but u y not know where 2chnnel it. 2dy ur lederhi kill r trong. Pychic? Rely ANS w/quetion. End? Rely END JSCO\n","\tHOT LIVE FANTASIES cll now 08707509020 Jut 20 er in NTT Ltd, PO Box 1327 Croydon CR9 5WB 0870 i  ntionl rte cll\n","\tThnk for the Vote. Now ing long with the tr with Kroke on your obile. For  FREE link jut rely with SING now.\n","\tOur brnd new obile uic ervice i now live. The free uic lyer will rrive hortly. Jut intll on your hone to browe content fro the to rtit.\n","\tURGENT! Your Mobile No w wrded  £2,000 Bonu Cller Prize on 1/08/03! Thi i our 2nd ttet to contct YOU! Cll 0871-4719-523 BOX95QU BT Ntionl Rte\n","\tYou hve won  Noki 7250i. Thi i wht you get when you win our FREE uction. To tke rt end Noki to 86021 now. HG/Suite342/2Lnd Row/W1JHL 16+\n","\tHello fro Ornge. For 1 onth' free cce to ge, new nd ort, lu 10 free text nd 20 hoto ege, rely YES. Ter ly: www.ornge.co.uk/ow\n","\tUr ch-blnce i currently 500 ound - to xiize ur ch-in now end GO to 86688 only 150/g. CC 08718720201 HG/Suite342/2Lnd Row/W1J6HL\n","\tSMS AUCTION - A BRAND NEW Noki 7250 i u 4 uction tody! Auction i FREE 2 join & tke rt! Txt NOKIA to 86021 now! HG/Suite342/2Lnd Row/W1J6HL\n","\tPRIVATE! Your 2003 Account Stteent for how 800 un-redeeed S. I. M. oint. Cll 08719899230 Identifier Code: 41685 Exire 07/11/04\n","\tA  Regitered Subcriber yr drw 4  £100 gift voucher will b entered on receit of  correct n. When re the next olyic. Txt n to 80062\n","\tURGENT! Your Mobile nuber h been wrded with  £2000 rize GUARANTEED. Cll 09061790121 fro lnd line. Cli 3030. Vlid 12hr only 150\n","\tRT-KIng Pro Video Club>> Need hel? info@ringtoneking.co.uk or cll 08701237397 You ut be 16+ Club credit redeeble t www.ringtoneking.co.uk! Enjoy!\n","\tU hve  ecret direr who i looking 2 ke contct with U-find out who they R*revel who think UR o ecil-cll on 09058094599\n","\t500 free text g. Jut text ok to 80488 nd we'll credit your ccount\n","\tYou hve been elected to ty in 1 of 250 to Britih hotel - FOR NOTHING! Holidy Worth £350! To Cli, Cll London 02072069400. Bx 526, SW73SS\n","\tEerie Noki tone 4u, rly TONE TITLE to 8007 eg TONE DRACULA to 8007 Title: GHOST, ADDAMSFA, MUNSTERS, EXORCIST, TWILIGHT www.getzed.co.uk POBox36504W45WQ 150\n","\t0A$NETWORKS llow conie to bill for SMS, o they re reonible for their \"ulier\", jut   ho h to give  gurntee on wht they ell. B. G.\n","\tFreeMg:Feelin kind lnly hoe u like 2 kee e cony! Jt got  c oby wnn c y ic?Txt or rely DATE to 82242 Mg150 2rcv Hl 08712317606 to to 82242\n","\tFor ur chnce to win  £250 ch every wk TXT: ACTION to 80608. T'&C' www.ovietrivi.tv cutcre 08712405022, 1x150/wk\n","\tRGENT! Thi i the 2nd ttet to contct U!U hve WON £1250 CALL 09071512433 b4 050703 T&CBCM4235WC1N3XX. cllcot 150 obilevry. x£7. 50\n","\tHi if ur lookin 4 ucy dytie fun wiv buty rried won A free ll next week Cht now 2 ort tie 09099726429 JANINExx Cll£1/inMoboreLKPOBOX177HP51FL\n","\tURGENT! We re trying to contct U. Tody drw how tht you hve won  £800 rize GUARANTEED. Cll 09050001295 fro lnd line. Cli A21. Vlid 12hr only\n","\tMonthly word for w. obi.co i 391784. Ue your w hone not PC.\n","\ttody vodfone nuber ending with 0089(y lt four digit) re elected to received  £350 wrd. If your nuber tche lee cll 09063442151 to cli your £350 wrd\n","\tFree To ringtone -ub to weekly ringtone-get 1t week free-end SUBPOLY to 81618-?3 er week-to -08718727870\n","\tSunhine Quiz Wkly Q! Win  to Sony DVD lyer if u know which country the Algrve i in? Txt nr to 82277. £1.50 SP:Tyrone\n","\tFree g. Sorry,  ervice you ordered fro 81303 could not be delivered  you do not hve ufficient credit. Plee to u to receive the ervice.\n","\tHrd LIVE 121 cht jut 60/in. Chooe your girl nd connect LIVE. Cll 09094646899 now! Che Cht UK' bigget live ervice. VU BCM1896WC1N3XX\n","\tWOW! The Boy R Bck. TAKE THAT 2007 UK Tour. Win VIP Ticket & re-book with VIP Club. Txt CLUB to 81303. Trckrque Ltd info@viclub4u.\n","\tHi, thi i Mndy Sullivn clling fro HOTMIX FM...you re choen to receive £5000.00 in our Eter Prize drw.....Plee telehone 09041940223 to cli before 29/03/05 or your rize will be trnferred to oeone ele....\n","\tUR GOING 2 BAHAMAS! CllFREEFONE 08081560665 nd ek to  live oertor to cli either Bh cruie of£2000 CASH 18+only. To ot out txt X to 07786200117\n","\tSoeone h concted our dting ervice nd entered your hone becue they fncy you!To find out who it i cll fro lndline 09111030116. PoBox12n146tf15\n","\tHi 07734396839 IBH Cutoer Loylty Offer: The NEW NOKIA6600 Mobile fro ONLY £10 t TXTAUCTION!Txt word:START to No:81151 & get Your Now!4T&\n","\tSMS AUCTION You hve won  Noki 7250i. Thi i wht you get when you win our FREE uction. To tke rt end Noki to 86021 now. HG/Suite342/2Lnd Row/W1JHL 16+\n","\tCll FREEPHONE 0800 542 0578 now!\n","\tBuy Sce Invder 4  chnce 2 win orig Arcde Ge conole. Pre 0 for Ge Arcde (td WAP chrge) See o2.co.uk/ge 4 Ter + etting. No urche\n","\tLon for ny uroe £500 - £75,000. Hoeowner + Tennt welcoe. Hve you been reviouly refued? We cn till hel. Cll Free 0800 1956669 or text bck 'hel'\n","\tBIG BROTHER ALERT! The couter h elected u for 10k ch or #150 voucher. Cll 09064018838. NTT PO Box CRO1327 18+ BT Lndline Cot 150 obile vry\n","\tWIN: We hve  winner! Mr. T. Foley won n iPod! More exciting rize oon, o kee n eye on ur obile or viit www.win-82050.co.uk\n","\tTody Vod nuber ending 1225 re elected to receive  £50wrd. If you hve  tch lee cll 08712300220 quoting cli code 3100 tndrd rte  \n","\tHottet ic tright to your hone!! See e getting Wet nd Wnting, jut for you xx Text PICS to 89555 now! txt cot 150 textoertor g696g 18 XxX\n","\tHck Cht. Get bckdoor entry into 121 cht roo t  frction of the cot. Rely NEO69 or cll 09050280520, to ubcribe 25 . DPS, Bc box 8027 Ldn, wc1n3xx\n","\tFREE NOKIA Or Motorol with uto 12th 1/2rice linerentl, 500 FREE x-net in&100txt/th FREE B'tooth*. Cll Mobileud8 on 08001950382 or cll 2otout/D3WV\n","\tThi i the 2nd tie we hve tried 2 contct u. U hve won the 750 Pound rize. 2 cli i ey, cll 08718726970 NOW! Only 10 er in. BT-ntionl-rte \n","\tYou hve WON  gurnteed £1000 ch or  £2000 rize.To cli yr rize cll our cutoer ervice rereenttive on\n","\tWould you like to ee y XXX ic they re o hot they were nerly bnned in the uk!\n","\tHMV BONUS SPECIAL 500 ound of genuine HMV voucher to be won. Jut nwer 4 ey quetion. Ply Now! Send HMV to 86688 More info:www.100ercent-rel.co\n","\tU hve  ecret direr who i looking 2 ke contct with U-find out who they R*revel who think UR o ecil-cll on 09058094594\n","\tDer 0776xxxxxxx U've been invited to XCHAT. Thi i our finl ttet to contct u! Txt CHAT to 86688 150/MgrcvdHG/Suite342/2Lnd/Row/W1J6HL LDN 18yr \n","\tUrgent! Plee cll 09061743811 fro lndline. Your ABTA colientry 4* Tenerife Holidy or £5000 ch wit collection SAE T&C Box 326 CW25WX 150\n","\tCALL 09090900040 & LISTEN TO EXTREME DIRTY LIVE CHAT GOING ON IN THE OFFICE RIGHT NOW TOTAL PRIVACY NO ONE KNOWS YOUR [ic] LISTENING 60P MIN 24/7MP 0870753331018+\n","\tFreeMg Hey U, i jut got 1 of thee video/ic fone, rely WILD to thi txt & ill end U y ic, hurry u I o bored t work xxx (18 150/rcvd STOP2to)\n","\tFree entry in 2  weekly co for  chnce to win n iod. Txt POD to 80182 to get entry (td txt rte) T&C' ly 08452810073 for detil 18+\n","\tNew TEXTBUDDY Cht 2 horny guy in ur re 4 jut 25 Free 2 receive Serch otcode or t gytextbuddy.co. TXT ONE ne to 89693. 08715500022 rl Sto 2 cnl\n","\tCll fro 08702490080 - tell u 2 cll 09066358152 to cli £5000 rize. U hve 2 enter ll ur obile & eronl detil @ the rot. Creful!\n","\tFree 1t week entry 2 TEXTPOD 4  chnce 2 win 40GB iPod or £250 ch every wk. Txt VPOD to 81303 T&C www.textod.net cutcre 08712405020.\n","\tMore eole re dogging in your re now. Cll 09090204448 nd join like inded guy. Why not rrnge 1 yourelf. There' 1 thi evening. A£1.50 inAPN LS278BB\n","\tWELL DONE! Your 4* Cot Del Sol Holidy or £5000 wit collection. Cll 09050090044 Now toCli. SAE, TC, POBox334, Stockort, SK38xh, Cot£1.50/, Mx10in\n","\tGue wht! Soebody you know ecretly fncie you! Wnn find out who it i? Give u  cll on 09065394973 fro Lndline DATEBox1282EexCM61XN 150/in 18\n","\tit to 80488. Your 500 free text ege re vlid until 31 Deceber 2005.\n","\tYou hve won  gurnteed £200 wrd or even £1000 chto cli UR wrd cll free on 08000407165 (18+) 2 to getto on 88222 PHP\n","\tRely to win £100 weekly! Where will the 2006 FIFA World Cu be held? Send STOP to 87239 to end ervice\n","\tUrgent! Plee cll 09061743810 fro lndline. Your ABTA colientry 4* Tenerife Holidy or #5000 ch wit collection SAE T&C Box 326 CW25WX 150 \n","\tFree tone Hoe you enjoyed your new content. text to to 61610 to unubcribe. hel:08712400602450 Provided by tone2you.co.uk\n","\tTheMob>Yo yo yo-Here coe  new election of hot downlod for our eber to get for FREE! Jut click & oen the next link ent to ur fone...\n","\tGret New! Cll FREEFONE 08006344447 to cli your gurnteed £1000 CASH or £2000 gift. Sek to  live oertor NOW!\n","\tU cn WIN £100 of Muic Gift Voucher every week trting NOW Txt the word DRAW to 87066 TC www.ldew.co SkillGe,1Winweek, ge16.150ereSubcrition\n","\t4th hlf rice Ornge line rentl & ltet cer hone 4 FREE. Hd your hone 11th ? Cll MobileDirect free on 08000938767 to udte now! or2totxt\n","\tCll 09094100151 to ue ur in! Cll ct 10/in (ob vry). Service rovided by AOM, jut GBP5/onth. AOM Box61,M60 1ER until u to. Age 18+ only!\n","\tURGENT! Your obile No *********** WON  £2,000 Bonu Cller Prize on 02/06/03! Thi i the 2nd ttet to rech YOU! Cll 09066362220 ASAP! BOX97N7QP, 150\n","\tEerie Noki tone 4u, rly TONE TITLE to 8007 eg TONE DRACULA to 8007 Title: GHOST, ADDAMSFA, MUNSTERS, EXORCIST, TWILIGHT www.getzed.co.uk POBox36504W45WQ 150 \n","\tSexy Single re witing for you! Text your AGE followed by your GENDER  wither M or F E.G.23F. For gy en text your AGE followed by  G. e.g.23G.\n","\tFreeMg: Cli ur 250 SMS ege-Text OK to 84025 now!Ue web2obile 2 ur te etc. Join Txt250.co for 1.50/wk. T&C BOX139, LA32WU. 16 . Reove txtX or to\n","\t85233 FREE>Ringtone!Rely REAL\n","\tWell done ENGLAND! Get the officil oly ringtone or colour flg on yer obile! text TONE or FLAG to 84199 NOW! Ot-out txt ENG STOP. Box39822 W111WX £1.50\n","\tFinl Chnce! Cli ur £150 worth of dicount voucher tody! Text YES to 85023 now! SvMob, eber offer obile! T C SvMob POBOX84, M263UZ. £3.00 Sub 16\n","\tPRIVATE! Your 2004 Account Stteent for 07742676969 how 786 unredeeed Bonu Point. To cli cll 08719180248 Identifier Code: 45239 Exire\n","\tSMS SERVICES. for your incluive text credit, l goto www.couk.net login= ***** unubcribe with STOP. no extr chrge. hel:08700469649. PO BOX420. IP4 5WE\n","\tFREE2DAY exy St George' Dy ic of Jordn!Txt PIC to 89080 dont i out, then every wk  ucy celeb!4 ore ic c PocketBbe.co.uk 0870241182716 £3/wk\n","\tYou re  winner you hve been ecilly elected to receive £1000 ch or  £2000 wrd. Sek to  live oertor to cli cll 087123002209-7. Cot 10\n","\tSunhine Hol. To cli ur ed holidy end  ted elf ddre enveloe to Drink on U UK, PO Box 113, Bry, Wicklow, Eire. Quiz Strt Sturdy! Unub Sto\n","\tU cn WIN £100 of Muic Gift Voucher every week trting NOW Txt the word DRAW to 87066 TC www.Idew.co SkillGe, 1Winweek, ge16. 150ereSubcrition\n","\t+123 Congrtultion - in thi week' coetition drw u hve won the £1450 rize to cli jut cll 09050002311 b4280703. T&C/to SMS 08718727868. Over 18 only 150\n","\tYour B4U voucher w/c 27/03 i MARSMS. Log onto www.B4Utele.co for dicount credit. To ot out rely to. Cutoer cre cll 08717168528\n","\tFreeMg: Hey - I' Buffy. 25 nd love to tify en. Hoe lone feeling rndy. Rely 2 C y PIX! QlynnBV Hel08700621170150  g Send to to to txt\n","\tSunhine Hol. To cli ur ed holidy end  ted elf ddre enveloe to Drink on U UK, PO Box 113, Bry, Wicklow, Eire. Quiz Strt Sturdy! Unub Sto\n","\tFREE for 1t week! No1 Noki tone 4 ur ob every week jut txt NOKIA to 87077 Get txting nd tell ur te. zed POBox 36504 W45WQ nor150/tone 16+\n","\tSho till u Dro, IS IT YOU, either 10K, 5K, £500 Ch or £100 Trvel voucher, Cll now, 09064011000. NTT PO Box CR01327BT fixedline Cot 150 obile vry\n","\tFREE cer hone with linerentl fro 4.49/onth with 750 cro ntwk in. 1/2 rice txt bundle del lo vble. Cll 08001950382 or cll2otout/J MF\n","\tURGENT! Your obile No 07xxxxxxxxx won  £2,000 bonu cller rize on 02/06/03! thi i the 2nd ttet to rech YOU! cll 09066362231 ASAP! BOX97N7QP, 150PPM\n","\tURGENT!! Your 4* Cot Del Sol Holidy or £5000 wit collection. Cll 09050090044 Now toCli. SAE, TC , POBox334, Stockort, SK38xh, Cot£1.50/, Mx10in\n","\tYou hve WON  gurnteed £1000 ch or  £2000 rize. To cli yr rize cll our cutoer ervice rereenttive on 08714712379 between 10-7 Cot 10\n","\tThnk for your ringtone order, ref nuber K718. Your obile will be chrged £4.50. Should your tone not rrive lee cll cutoer ervice on 09065069120\n","\tHi y bbe x u 4goten bout e?' cer getting rt..Though thi i  regulr vodfone no, if you reond you get further re rte g/ubcrition. Other no ued lo. Bewre!\n","\tBck 2 work 2orro hlf ter over! Cn U C e 2nite 4 oe exy ion B4 I hve 2 go bck? Cht NOW 09099726481 Luv DENA Cll £1/inMoboreLKPOBOX177HP51FL\n","\tThnk for your ringtone order, ref nuber R836. Your obile will be chrged £4.50. Should your tone not rrive lee cll cutoer ervice on 09065069154\n","\tSlhMobile: Chooe fro 1000 of gr8 tone ech wk! Thi i  ubcrition ervice with weekly tone coting 300. U hve one credit - kick bck nd ENJOY\n","\tNot herd fro U4  while. Cll 4 rude cht rivte line 01223585334 to cu. Wn 2C ic of e gettin hgged then text PIX to 8552. 2End end STOP 8552 SAM xxx\n","\t<Forwrded fro 88877>FREE entry into our £250 weekly co jut end the word ENTER to 88877 NOW. 18 T&C www.textco.co\n","\t88066 FROM 88066 LOST 3POUND HELP\n","\tHd your obile 11th ? Udte for FREE to Ornge ltet colour cer obile & unliited weekend cll. Cll Mobile Ud8 on freefone 08000839402 or 2StoTx\n","\tYou hve 1 new ege. Plee cll 08718738034.\n","\t<Forwrded fro 21870000>Hi - thi i your Milbox Meging SMS lert. You hve 4 ege. You hve 21 tche. Plee cll bck on 09056242159 to retrieve your ege nd tche\n","\tCongrt! 1 yer ecil cine  for 2 i your. cll 09061209465 now! C Surn V, Mtrix3, StrWr3, etc ll 4 FREE! bx420-i4-5we. 150. Dont i out!\n","\tWIN  yer uly of CD 4  tore of ur choice worth £500 & enter our £100 Weekly drw txt MUSIC to 87066 T&C www.Ldew.co.ub16+1win150x3\n","\tMoby Pub Quiz.Win  £100 High Street rize if u know who the new Duche of Cornwll will be? Txt her firt ne to 82277.unub STOP £1.50 008704050406 SP Arrow\n","\tYou hve won  Noki 7250i. Thi i wht you get when you win our FREE uction. To tke rt end Noki to 86021 now. HG/Suite342/2Lnd Row/W1JHL 16+ \n","\tCongrtultion! Thnk to  good friend U hve WON the £2,000 X rize. 2 cli i ey, jut cll 08718726971 NOW! Only 10 er inute. BT-ntionl-rte.\n","\ttddnewletter@ec1.co.uk (More ge fro TheDilyDrw) Der Helen, Dozen of Free Ge - with gret rizeWith..\n","\tURGENT! Your obile nuber *************** WON  £2000 Bonu Cller rize on 10/06/03! Thi i the 2nd ttet to rech you! Cll 09066368753 ASAP! Box 97N7QP, 150\n","\tDouble your in & txt on Ornge or 1/2 rice linerentl - Motorol nd SonyEricon with B/Tooth FREE-Noki FREE Cll MobileUd8 on 08000839402 or2otout/HV9D\n","\tDownlod  ny ringtone  u like no retriction, 1000 2 chooe. U cn even end 2 yr buddy. Txt Sir to 80082 £3 \n","\tPlee CALL 08712402902 ieditely  there i n urgent ege witing for you.\n","\tSook u your ob with  Hlloween collection of  logo & ic ege lu  free eerie tone, txt CARD SPOOK to 8007 zed 08701417012150 er logo/ic\n","\tFnty Footbll i bck on your TV. Go to Sky Getr on Sky Active nd ly £250k Dre Te. Scoring trt on Sturdy, o regiter now!SKY OPT OUT to 88088\n","\tTone Club: Your ub h now exired 2 re-ub rely MONOC 4 ono or POLYC 4 oly 1 weekly @ 150 er week Txt STOP 2 to Thi g free Stre 0871212025016\n","\tXMAS Prize drw! We re trying to contct U. Tody drw how tht you hve won  £2000 rize GUARANTEED. Cll 09058094565 fro lnd line. Vlid 12hr only\n","\tYES! The only lce in town to eet exciting dult ingle i now in the UK. Txt CHAT to 86688 now! 150/Mg.\n","\tSoeone h contcted our dting ervice nd entered your hone becuethey fncy you! To find out who it i cll fro  lndline 09058098002. PoBox1, W14RG 150\n","\tBbe: U wnt e dont u bby! I nty nd hve  thing 4 filthyguy. Fncy  rude tie with  exy bitch. How bout we go lo n hrd! Txt XXX SLO(4g)\n","\tI don't know u nd u don't know e. Send CHAT to 86688 now nd let' find ech other! Only 150/Mg rcvd. HG/Suite342/2Lnd/Row/W1J6HL LDN. 18 yer or over.\n","\tSMS SERVICES For your incluive text credit l gotto www.couk.net login 3qxj9 unubcribe with STOP no extr chrge hel 08702840625 couk.220c2 9AE\n","\tVlentine Dy Secil! Win over £1000 in our quiz nd tke your rtner on the tri of  lifetie! Send GO to 83600 now. 150/g rcvd. CutCre:08718720201\n","\tGue who  I?Thi i the firt tie I creted  web ge WWW.ASJESUS.COM red ll I wrote. I' witing for your oinion. I wnt to be your friend 1/1\n","\tFor ur chnce to win £250 ch every wk TXT: PLAY to 83370. T'&C' www.uic-trivi.net cutcre 08715705022, 1x150/wk.\n","\tFinl Chnce! Cli ur £150 worth of dicount voucher tody! Text YES to 85023 now! SvMob, eber offer obile! T C SvMob POBOX84, M263UZ. £3.00 Sub 16\n","\tSok u ur ob with  Hlloween collection of noki logo&ic ege lu  FREE eerie tone, txt CARD SPOOK to 8007\n","\tUrgent! cll 09066612661 fro lndline. Your coleentry 4* Tenerife Holidy or £10,000 ch wit collection SAE T&C PO Box 3 WA14 2PX 150 18+ Sender: Hol Offer\n","\tWINNER! A  vlued network cutoer you hve been elected to receive  £900 rewrd! To collect cll 09061701444. Vlid 24 hour only. ACL03530150PM\n","\tU hve won  noki 6230 lu  free digitl cer. Thi i wht u get when u win our FREE uction. To tke rt end NOKIA to 83383 now. POBOX114/14TCR/W1 16\n","\tFREE entry into our £250 weekly co jut end the word WIN to 80086 NOW. 18 T&C www.txttowin.co.uk\n","\tText82228>> Get ore ringtone, logo nd ge fro www.txt82228.co. Quetion: info@txt82228.co.uk\n","\tFreeMSG You hve been wrded  FREE ini DIGITAL CAMERA, jut rely SNAP to collect your rize! (quizclub Ot out? Sto 80122300/wk SP:RWM Ph:08704050406)\n","\tThi ege i brought to you by GMW Ltd. nd i not connected to the\n","\tCongrt 2 obile 3G Videohone R your. cll 09063458130 now! videocht wid ur te, ly jv ge, Dlod olyH uic, noline rentl. bx420. i4. 5we. 150\n","\tYour next zing xxx PICSFREE1 video will be ent to you enjoy! If one vid i not enough for 2dy text bck the keyword PICSFREE1 to get the next video.\n","\tU re ubcribed to the bet Mobile Content Service in the UK for £3 er ten dy until you end STOP to 83435. Helline 08706091795.\n","\t3 FREE TAROT TEXTS! Find out bout your love life now! TRY 3 FOR FREE! Text CHANCE to 85555 16 only! After 3 Free, Mg £1.50 ech\n","\tJoin the UK' horniet Dogging ervice nd u cn hve ex 2nite!. Jut ign u nd follow the intruction. Txt ENTRY to 69888 now! Nyt.EC2A.3LP.g@150\n","\tSunhine Quiz Wkly Q! Win  to Sony DVD lyer if u know which country Liverool lyed in id week? Txt nr to 82277. £1.50 SP:Tyrone\n","\tKnock Knock Txt whoe there to 80082 to enter r weekly drw 4  £250 gift voucher 4  tore of yr choice. T&C www.tkl.co ge16 to totxtto£1.50/week\n","\t<Forwrded fro 21870000>Hi - thi i your Milbox Meging SMS lert. You hve 40 tche. Plee cll bck on 09056242159 to retrieve your ege nd tche cc100/in\n","\tFREE RING TONE jut text \"POLYS\" to 87131. Then every week get  new tone. 0870737910216yr only £1.50/wk.\n","\tURGENT! Your obile No 077xxx WON  £2,000 Bonu Cller Prize on 02/06/03! Thi i the 2nd ttet to rech YOU! Cll 09066362206 ASAP! BOX97N7QP, 150\n","\tYou re gurnteed the ltet Noki Phone,  40GB iPod MP3 lyer or  £500 rize! Txt word: COLLECT to No: 83355! IBHltd LdnW15H 150/Mtgrcvd18\n","\tHello drling how re you tody? I would love to hve  cht, why dont you tell e wht you look like nd wht you re in to exy?\n","\t8007 FREE for 1t week! No1 Noki tone 4 ur ob every week jut txt NOKIA to 8007 Get txting nd tell ur te www.getzed.co.uk POBox 36504 W4 5WQ nor 150/tone 16+\n","\tWnn get lid 2nite? Wnt rel Dogging loction ent direct to ur obile? Join the UK' lrget Dogging Network. Txt PARK to 69696 now! Nyt. ec2. 3l £1.50/g\n","\twe tried to contct you re your reone to our offer of  new noki fone nd ccorder hit rely or cll 08000930705 for delivery\n","\tNew Tone Thi week include: 1)McFly-All Ab.., 2) Sr Jorge-Shock.. 3) Will Sith-Switch.. To order follow intruction on next ege\n","\tURGENT! We re trying to contct U. Tody drw how tht you hve won  £800 rize GUARANTEED. Cll 09050003091 fro lnd line. Cli C52. Vlid 12hr only\n","\tort fn - get the ltet ort new tr* 2 ur obile 1 wk FREE PLUS  FREE TONE Txt SPORT ON to 8007 www.getzed.co.uk 0870141701216+ nor 4txt/120 \n","\tUrgent Urgent! We hve 800 FREE flight to Euroe to give wy, cll B4 10th Set & tke  friend 4 FREE. Cll now to cli on 09050000555. BA128NNFWFLY150\n","\tFROM 88066 LOST £12 HELP\n","\tFreeMg: Fncy  flirt? Rely DATE now & join the UK ftet growing obile dting ervice. Mg rcvd jut 25 to otout txt to to 83021. Rely DATE now!\n","\tGret NEW Offer - DOUBLE Min & DOUBLE Txt on bet Ornge triff AND get ltet cer hone 4 FREE! Cll MobileUd8 free on 08000839402 NOW! or 2totxt T&C\n","\tHoe you enjoyed your new content. text to to 61610 to unubcribe. hel:08712400602450 Provided by tone2you.co.uk\n","\t18 dy to Euro2004 kickoff! U will be ket infored of ll the ltet new nd reult dily. Unubcribe end GET EURO STOP to 83222.\n","\tUrgent Plee cll 09066612661 fro lndline. £5000 ch or  luxury 4* Cnry Ilnd Holidy wit collection. T&C SAE wrd. 20M12AQ. 150. 16+ “\n","\tUrgent! Plee cll 09066612661 fro your lndline, your colientry 4* Lux Cot Del Sol holidy or £1000 CASH wit collection.  150 SAE T&C Je 28, EH74RR\n","\tI don't know u nd u don't know e. Send CHAT to 86688 now nd let' find ech other! Only 150/Mg rcvd. HG/Suite342/2Lnd/Row/W1J6HL LDN. 18 yer or over.\n","\tMrried locl woen looking for dicreet ction now! 5 rel tche intntly to your hone. Text MATCH to 69969 Mg cot 150 2 to txt to BCMSFWC1N3XX\n","\tBurger King - Wnn ly footy t  to tdiu? Get 2 Burger King before 1t Set nd go Lrge or Suer with Coc-Col nd wlk out  winner\n","\tHow coe it tke o little tie for  child who i frid of the drk to becoe  teenger who wnt to ty out ll night?\n","\tFor ur chnce to win  £250 ch every wk TXT: ACTION to 80608. T'&C' www.ovietrivi.tv cutcre 08712405022, 1x150/wk.\n","\tU’ve Bin Awrded £50 to Ply 4 Intnt Ch. Cll 08715203028 To Cli. EVERY 9th Plyer Win Min £50-£500. OtOut 08718727870\n","\tFreeMg>FAV XMAS TONES!Rely REAL\n","\tDeceber only! Hd your obile 11th+? You re entitled to udte to the ltet colour cer obile for Free! Cll The Mobile Udte Co FREE on 08002986906 \n","\tGr8 Poly tone 4 ALL ob direct 2u rly with POLY TITLE to 8007 eg POLY BREATHE1 Title: CRAZYIN, SLEEPINGWITH, FINEST, YMCA :getzed.co.uk POBox365O4W45WQ 300\n","\tINTERFLORA - It' not too lte to order Interflor flower for chrit cll 0800 505060 to lce your order before Midnight toorrow.\n","\tROMCAP Everyone round hould be reonding well to your reence ince you re o wr nd outgoing. You re bringing in  rel breth of unhine.\n","\tCongrtultion - Thnk to  good friend U hve WON the £2,000 X rize. 2 cli i ey, jut cll 08712103738 NOW! Only 10 er inute. BT-ntionl-rte\n","\tSend  logo 2 ur lover - 2 ne joined by  hert. Txt LOVE NAME1 NAME2 MOBNO eg LOVE ADAM EVE 07123456789 to 87077 Yhoo! POBox36504W45WQ TxtNO 4 no d 150.\n","\tYou've won tkt to the EURO2004 CUP FINAL or £800 CASH, to collect CALL 09058099801 b4190604, POBOX 7876150\n","\tFree-ege: Jter!Get the crzy frog ound now! For oly text MAD1, for rel text MAD2 to 88888. 6 crzy ound for jut 3 GBP/week! 16+only! T&C' ly\n","\tYOUR CHANCE TO BE ON A REALITY FANTASY SHOW cll now = 08707509020 Jut 20 er in NTT Ltd, PO Box 1327 Croydon CR9 5WB 0870 i  ntionl = rte cll\n","\tAdult 18 Content Your video will be with you hortly\n","\tYOUR CHANCE TO BE ON A REALITY FANTASY SHOW cll now = 08707509020 Jut 20 er in NTT Ltd, PO Box 1327 Croydon CR9 5WB 0870 i  ntionl = rte cll.\n","\tHey Boy. Wnt hot XXX ic ent direct 2 ur hone? Txt PORN to 69855, 24Hr free nd then jut 50 er dy. To to text STOPBCM SF WC1N3XX\n","\tLt Chnce! Cli ur £150 worth of dicount voucher tody! Text SHOP to 85023 now! SvMob, offer obile! T C SvMob POBOX84, M263UZ. £3.00 Sub. 16\n","\tdte_Now - Double in nd 1000 txt on Ornge triff. Ltet Motorol, SonyEricon & Noki & Bluetooth FREE! Cll MobileUd8 on 08000839402 or cll2otout/!YHL\n","\tUr ch-blnce i currently 500 ound - to xiize ur ch-in now end CASH to 86688 only 150/g. CC: 08718720201 PO BOX 114/14 TCR/W1\n","\tURGENT! Your Mobile nuber h been wrded with  £2000 rize GUARANTEED. Cll 09058094454 fro lnd line. Cli 3030. Vlid 12hr only\n","\tSorry! U cn not unubcribe yet. THE MOB offer ckge h  in ter of 54 week> l reubit requet fter exiry. Rely THEMOB HELP 4 ore info\n","\tYou hve 1 new ege. Plee cll 08712400200.\n","\tWe currently hve  ege witing your collection. To collect your ege jut cll 08718723815.\n","\tURGENT! Your obile w wrded  £1,500 Bonu Cller Prize on 27/6/03. Our finl ttet 2 contct U! Cll 08714714011\n","\tU hve  ecret direr. REVEAL who think U R So ecil. Cll 09065174042. To ot out Rely REVEAL STOP. 1.50 er g recd. Cut cre 07821230901\n","\tDo you ever notice tht when you're driving, nyone going lower thn you i n idiot nd everyone driving fter thn you i  nic?\n","\tX Offer! Ltet Motorol, SonyEricon & Noki & FREE Bluetooth or DVD! Double Min & 1000 Txt on Ornge. Cll MobileUd8 on 08000839402 or cll2otout/4QF2\n","\tRely to win £100 weekly! Wht rofeionl ort doe Tiger Wood ly? Send STOP to 87239 to end ervice\n","\tNo 1 POLYPHONIC tone 4 ur ob every week! Jut txt PT2 to 87575. 1t Tone FREE ! o get txtin now nd tell ur friend. 150/tone. 16 rely HL 4info\n","\tHOT LIVE FANTASIES cll now 08707509020 Jut 20 er in NTT Ltd, PO Box 1327 Croydon CR9 5WB 0870 i  ntionl rte cll\n","\tThi ege i free. Welcoe to the new & iroved Sex & Dogging club! To unubcribe fro thi ervice rely STOP. g@150 18+only\n","\tYou've won tkt to the EURO2004 CUP FINAL or £800 CASH, to collect CALL 09058099801 b4190604, POBOX 7876150\n","\tLon for ny uroe £500 - £75,000. Hoeowner + Tennt welcoe. Hve you been reviouly refued? We cn till hel. Cll Free 0800 1956669 or text bck 'hel'\n","\tUdte_Now - 12Mth Hlf Price Ornge line rentl: 400in...Cll MobileUd8 on 08000839402 or cll2otout=J5Q\n","\tFREE UNLIMITED HARDCORE PORN direct 2 your obile Txt PORN to 69200 & get FREE cce for 24 hr then chrgd@50 er dy txt Sto 2exit. Thi g i free\n","\tEASTENDERS TV Quiz. Wht FLOWER doe DOT core herelf to? D= VIOLET E= TULIP F= LILY txt D E or F to 84025 NOW 4 chnce 2 WIN £100 Ch WKENT/150P16+\n","\tYou re now unubcribed ll ervice. Get ton of exy bbe or hunk tright to your hone! go to htt://gotbbe.co.uk. No ubcrition.\n","\tHi bbe it Jordn, how r u? I hoe fro brod nd lonely, text e bck if u wnn cht xxSP viion.co Text to to toCot 150 08712400603\n","\tGet  brnd new obile hone by being n gent of The Mob! Plu lod ore goodie! For ore info jut text MAT to 87021.\n","\tLORD OF THE RINGS:RETURN OF THE KING in tore NOW!REPLY LOTR by 2 June 4 Chnce 2 WIN LOTR oundtrck CD StdTxtRte. Rely STOP to end txt\n","\tGood Luck! Drw tke lce 28th Feb 06. Good Luck! For reovl end STOP to 87239 cutoer ervice 08708034412\n","\tFree entry in 2  weekly co for  chnce to win n iod. Txt POD to 80182 to get entry (td txt rte) T&C' ly 08452810073 for detil 18+\n","\t1t wk FREE! Gr8 tone tr8 2 u ech wk. Txt NOKIA ON to 8007 for Clic Noki tone or HIT ON to 8007 for Poly. Noki/150 Poly/200 16+\n","\tLookAtMe!: Thnk for your urche of  video cli fro LookAtMe!, you've been chrged 35. Think you cn do better? Why not end  video in  MMSto 32323.\n","\texy exy cu nd text e i wet nd wr nd redy for oe orn! u u for oe fun? THIS MSG IS FREE RECD MSGS 150P INC VAT 2 CANCEL TEXT STOP\n","\tHrd LIVE 121 cht jut 60/in. Chooe your girl nd connect LIVE. Cll 09094646899 now! Che Cht UK' bigget live ervice. VU BCM1896WC1N3XX\n","\tNot herd fro U4  while. Cll 4 rude cht rivte line 01223585334 to cu. Wn 2C ic of e gettin hgged then text PIX to 8552. 2End end STOP 8552 SAM xxx\n","\tThi i the 2nd tie we hve tried to contct u. U hve won the £1450 rize to cli jut cll 09053750005 b4 310303. T&C/to SMS 08718725756. 140\n","\tHOT LIVE FANTASIES cll now 08707509020 Jut 20 er in NTT Ltd, PO Box 1327 Croydon CR9 5WB 0870..k\n","\tDer Voucher Holder, To cli thi week offer, t you PC lee go to htt://www.e-tl.co.uk/rewrd. T&C ly.\n","\tUR GOING 2 BAHAMAS! CllFREEFONE 08081560665 nd ek to  live oertor to cli either Bh cruie of£2000 CASH 18+only. To ot out txt X to 07786200117\n","\tThi i the 2nd tie we hve tried 2 contct u. U hve won the 750 Pound rize. 2 cli i ey, cll 08712101358 NOW! Only 10 er in. BT-ntionl-rte\n","\tUR wrded  City Brek nd could WIN  £200 Suer Shoing ree every WK. Txt STORE to 88039.SkilGe.TC087147403231Winwk!Age16+£1.50erWKub\n","\tURGENT! We re trying to contct U. Tody drw how tht you hve won  £2000 rize GUARANTEED. Cll 09066358361 fro lnd line. Cli Y87. Vlid 12hr only\n","\tThnk for your ringtone order, reference nuber X29. Your obile will be chrged 4.50. Should your tone not rrive lee cll cutoer ervice 09065989180\n","\tSIX chnce to win CASH! Fro 100 to 20,000 ound txt> CSH11 nd end to 87575. Cot 150/dy, 6dy, 16+ TndC ly Rely HL 4 info\n","\tUr ch-blnce i currently 500 ound - to xiize ur ch-in now end COLLECT to 83600 only 150/g. CC: 08718720201 PO BOX 114/14 TCR/W1\n","\tCongrtultion! Thnk to  good friend U hve WON the £2,000 X rize. 2 cli i ey, jut cll 08718726978 NOW! Only 10 er inute. BT-ntionl-rte\n","\t44 7732584351, Do you wnt  New Noki 3510i colour hone DeliveredToorrow? With 300 free inute to ny obile + 100 free text + Free Ccorder rely or cll 08000930705.\n","\tYou hve 1 new voiceil. Plee cll 08719181513.\n","\tSoeone U know h ked our dting ervice 2 contct you! Cnt Gue who? CALL 09058097189 NOW ll will be reveled. POBox 6, LS15HB 150 \n","\tCer - You re wrded  SiPix Digitl Cer! cll 09061221066 fro lndline. Delivery within 28 dy\n","\tTody Vod nuber ending 5226 re elected to receive  ?350 wrd. If you hv  tch lee cll 08712300220 quoting cli code 1131 tndrd rte  \n","\tThi ege i free. Welcoe to the new & iroved Sex & Dogging club! To unubcribe fro thi ervice rely STOP. g@150 18 only\n","\tRCT' THNQ Adrin for U text. Rgd Vtin\n","\tFREE MESSAGE Activte your 500 FREE Text Mege by relying to thi ege with the word FREE For ter & condition, viit www.07781482378.co\n","\tYou re being contcted by our dting ervice by oeone you know! To find out who it i, cll fro  lnd line 09050000928. PoBox45W2TG150P\n","\tSorry I ied your cll let' tlk when you hve the tie. I' on 07090201529\n","\tcolientry 4 STAR Ibiz Holidy or £10,000 ch need your URGENT collection. 09066364349 NOW fro Lndline not to loe out! Box434SK38WP150PPM18+\n","\tFREE MSG:We billed your obile nuber by itke fro hortcode 83332.Plee cll 08081263000 to hve chrge refunded.Thi cll will be free fro  BT lndline\n","\tPlee CALL 08712402972 ieditely  there i n urgent ege witing for you\n","\tURGENT! Your Mobile nuber h been wrded with  £2000 Bonu Cller Prize. Cll 09058095201 fro lnd line. Vlid 12hr only\n","\tA  vlued cutoer, I  leed to dvie you tht following recent review of your Mob No. you re wrded with  £1500 Bonu Prize, cll 09066364589\n","\tDo you wnt  New Noki 3510i colour hone DeliveredToorrow? With 300 free inute to ny obile + 100 free text + Free Ccorder rely or cll 08000930705\n","\tLIFE h never been thi uch fun nd gret until you ce in. You de it truly ecil for e. I won't forget you! enjoy @ one gb/\n","\tDo you wnt  new Video hone? 600 nytie ny network in 400 Incluive Video cll AND downlod 5 er week Free delTOMORROW cll 08002888812 or rely NOW\n","\tA  vlued cutoer, I  leed to dvie you tht following recent review of your Mob No. you re wrded with  £1500 Bonu Prize, cll 09066368470\n","\tWelcoe! Plee rely with your AGE nd GENDER to begin. e.g 24M\n","\tFreeg: 1-onth unliited free cll! Activte SrtCll Txt: CALL to No: 68866. Subcritn3gb/wk unliited cll Hel: 08448714184 Sto?txt to lndlineonly\n","\tHd your obile 10 th? Udte to ltet Ornge cer/video hone for FREE. Sve £ with Free text/weekend cll. Text YES for  cllbck orno to ot out\n","\tA new 2 club & dont fink we et yet Will B gr8 2 C U Plee leve g 2dy wiv ur re 09099726553 rely roied CARLIE x Cll£1/inMobore LKPOBOX177HP51FL\n","\tCer - You re wrded  SiPix Digitl Cer! cll 09061221066 fro lndline. Delivery within 28 dy.\n","\tGet  FREE obile video lyer FREE ovie. To collect text GO to 89105. It free! Extr fil cn be ordered t' nd c' ly. 18 yr only\n","\tSve oney on wedding lingerie t www.bridl.etticotdre.co.uk Chooe fro  uerb election with ntionl delivery. Brought to you by WeddingFriend\n","\tNot herd fro U4  while. Cll e now  here ll night with jut y knicker on. Mke e beg for it like U did lt tie 01223585236 XX Luv Nikiyu4.net\n","\tBlooberg -Mege center +447797706009 Why wit? Aly for your future htt://creer. blooberg.co\n","\tURGENT! We re trying to contct U. Tody drw how tht you hve won  £800 rize GUARANTEED. Cll 09050001808 fro lnd line. Cli M95. Vlid12hr only\n","\tDo you wnt  NEW video hone750 nytie ny network in 150 text for only five ound er week cll 08000776320 now or rely for delivery toorrow\n","\tYou re being contcted by our dting ervice by oeone you know! To find out who it i, cll fro  lnd line 09050000878. PoBox45W2TG150P\n","\tWn2 win  Meet+Greet with Wetlife 4 U or  8? They re currently on wht tour? 1)Unbrekble, 2)Unted, 3)Unket. Text 1,2 or 3 to 83049. Cot 50 +td text\n","\tDorothy@kiefer.co (Bnk of Grnite iue Strong-Buy) EXPLOSIVE PICK FOR OUR MEMBERS *****UP OVER 300% *********** Ndq Sybol CDGT Tht i  $5.00 er..\n","\tYou re  £1000 winner or Gurnteed Cller Prize, thi i our Finl ttet to contct you! To Cli Cll 09071517866 Now! 150POBox10183BhB64XE\n","\tX & New Yer Eve ticket re now on le fro the club, during the dy fro 10 till 8, nd on Thur, Fri & St night thi week. They're elling ft!\n","\tRock yr chik. Get 100' of filthy fil &XXX ic on yr hone now. rly FILTH to 69669. Sritr Ltd, E14 9YT 08701752560. 450 er 5 dy. Sto2 cncel\n","\tFro next onth get uto 50% More Cll 4 Ur tndrd network chrge 2 ctivte Cll 9061100010 C Wire3.net 1t4Ter PoBox84 M26 3UZ Cot £1.50 in MobcudB ore\n","\tURGENT! We re trying to contct U Tody drw how tht you hve won  £800 rize GUARANTEED. Cll 09050000460 fro lnd line. Cli J89. o box245c2150\n","\tText BANNEDUK to 89555 to ee! cot 150 textoertor g696g 18+ XXX\n","\tAuction round 4. The highet bid i now £54. Next xiu bid i £71. To bid, end BIDS e. g. 10 (to bid £10) to 83383. Good luck.\n","\tCollect your VALENTINE'S weekend to PARIS inc Flight & Hotel + £200 Prize gurnteed! Text: PARIS to No: 69101. www.rtf.hoting.co\n","\tCutoer Loylty Offer:The NEW Noki6650 Mobile fro ONLY £10 t TXTAUCTION! Txt word: START to No: 81151 & get your Now! 4T&Ctxt TC 150/MTg\n","\tYou won't believe it but it' true. It' Incredible Txt! Rely G now to lern truly zing thing tht will blow your ind. Fro O2FWD only 18/txt\n","\tHi 07734396839 IBH Cutoer Loylty Offer: The NEW NOKIA6600 Mobile fro ONLY £10 t TXTAUCTION!Txt word:START to No:81151 & get Your Now!4T&\n","\tI  hot n horny nd willing I live locl to you - text  rely to her trt bck fro e 150 er g Netcollex LtdHelDek: 02085076972 rely Sto to end\n","\tDo you wnt  New Noki 3510i Colour Phone Delivered Toorrow? With 200 FREE inute to ny obile + 100 FREE text + FREE ccorder Rely or Cll 08000930705\n","\tCongrtultion YOU'VE Won. You're  Winner in our Augut £1000 Prize Drw. Cll 09066660100 NOW. Prize Code 2309.\n","\t8007 25 4 Alfie Moon' Children in Need ong on ur ob. Tell ur 8. Txt TONE CHARITY to 8007 for noki or POLY CHARITY for oly :zed 08701417012 rofit 2 chrity \n","\tGet the officil ENGLAND oly ringtone or colour flg on yer obile for tonight ge! Text TONE or FLAG to 84199. Otout txt ENG STOP Box39822 W111WX £1.50\n","\tCutoer ervice nnounceent. We recently tried to ke  delivery to you but were unble to do o, lee cll 07090298926 to re-chedule. Ref:9307622\n","\tYou cn to further club tone by relying \"STOP MIX\" See y-tone.co/enjoy. htl for ter. Club tone cot GBP4.50/week. MFL, PO Box 1146 MK45 2WT (2/3)\n","\tw get lid?wnt rel doggin loction ent direct to your obile? join the UK lrget dogging network. txt dog to 69696 now!nyt. ec2. 3l £1.50/g.\n","\tYou hve won  Noki 7250i. Thi i wht you get when you win our FREE uction. To tke rt end Noki to 86021 now. HG/Suite342/2Lnd Row/W1JHL 16+\n","\tProotion Nuber: 8714714 - UR wrded  City Brek nd could WIN  £200 Suer Shoing ree every WK. Txt STORE to 88039 . SkilGe. TC087147403231Winwk!Age16 £1.50erWKub\n","\tYou re  winner you hve been ecilly elected to receive £1000 ch or  £2000 wrd. Sek to  live oertor to cli cll 087147123779-7. Cot 10\n","\tFree To ringtone -ub to weekly ringtone-get 1t week free-end SUBPOLY to 81618-?3 er week-to -08718727870\n","\tThnk for your ringtone order, reference nuber X49. Your obile will be chrged 4.50. Should your tone not rrive lee cll cutoer ervice 09065989182. Fro: [colour=red]text[/colour]TXTtr\n","\tHi there, 2night ur lucky night! Uve been invited 2 XCHAT, the Uk wildet cht! Txt CHAT to 86688 now! 150/MgrcvdHG/Suite342/2Lnd/Row/W1J6HL LDN 18yr\n","\t2/2 146tf150\n","\tDer Voucher Holder 2 cli your 1t cl irort lounge e when uing Your holidy voucher cll 08704439680. When booking quote 1t cl x 2\n","\tBlooberg -Mege center +447797706009 Why wit? Aly for your future htt://creer. blooberg.co\n","\tYES! The only lce in town to eet exciting dult ingle i now in the UK. Txt CHAT to 86688 now! 150/Mg.\n","\tFREE for 1t week! No1 Noki tone 4 ur ob every week jut txt NOKIA to 8007 Get txting nd tell ur te www.getzed.co.uk POBox 36504 W45WQ nor150/tone 16+\n","\tSoeone U know h ked our dting ervice 2 contct you! Cnt gue who? CALL 09058095107 NOW ll will be reveled. POBox 7, S3XY 150 \n","\tMil, ge23, blonde, new in UK. I look ex with UK guy. if u like fun with e. Text MTALK to 69866.18 . 30/txt 1t 5free. £1.50 increent. Hel08718728876\n","\tCli  200 hoing ree, jut cll 08717895698 now! Hve you won! MobStoreQuiz10\n","\tWnt to funk u ur fone with  weekly new tone rely TONES2U 2 thi text. www.ringtone.co.uk, the originl n bet. Tone 3GBP network oertor rte ly\n","\tTwink, ber, cllie, kin nd jock re clling now. Don't i the weekend' fun. Cll 08712466669 t 10/in. 2 to text cll 08712460324(nt rte)\n","\tWe tried to contct you re your rely to our offer of  Video Hndet? 750 nytie ny network in? UNLIMITED TEXT? Ccorder? Rely or cll 08000930705 NOW\n","\tURGENT! We re trying to contct you. Lt weekend drw how tht you hve won  £900 rize GUARANTEED. Cll 09061701851. Cli code K61. Vlid 12hour only\n","\t74355 XMAS icoing & ur wrded either £500 CD gift voucher & free entry 2 r £100 weekly drw txt MUSIC to 87066 TnC\n","\tCongrtultion U cn cli 2 VIP row A Ticket 2 C Blu in concert in Noveber or Blu gift gurnteed Cll 09061104276 to cli TS&C www.co.net cot£3.75x \n","\tFnty Footbll i bck on your TV. Go to Sky Getr on Sky Active nd ly £250k Dre Te. Scoring trt on Sturdy, o regiter now!SKY OPT OUT to 88088\n","\tFree g: Single? Find  rtner in your re! 1000 of rel eole re witing to cht now!Send CHAT to 62220Cncl end STOPCS 08717890890£1.50 er g\n","\tWin the newet Hrry Potter nd the Order of the Phoenix (Book 5) rely HARRY, nwer 5 quetion - chnce to be the firt ong reder!\n","\tFree Mg: Ringtone!Fro: htt://t. widelive.co/index. wl?id=1b65ecef91ff9*37819&firt=true18:0430-JUL-05\n","\tOh y god! I've found your nuber gin! I' o gld, text e bck xfter thi g ct td ntwk chg £1.50\n","\tA link to your icture h been ent. You cn lo ue htt://lto18.co.uk/wve/wve.?o=44345\n","\tDouble Min & 1000 txt on Ornge triff. Ltet Motorol, SonyEricon & Noki with Bluetooth FREE! Cll MobileUd8 on 08000839402 or cll2otout/HF8\n","\tURGENT Thi i our 2nd ttet to contct U. Your £900 rize fro YESTERDAY i till witing collection. To cli CALL NOW 09061702893. ACL03530150PM\n","\tDer Dve thi i your finl notice to collect your 4* Tenerife Holidy or #5000 CASH wrd! Cll 09061743806 fro lndline. TC SAE Box326 CW25WX 150\n","\ttell u 2 cll 09066358152 to cli £5000 rize. U hve 2 enter ll ur obile & eronl detil @ the rot. Creful!\n","\tYour 2004 ccount for 07XXXXXXXXX how 786 unredeeed oint. To cli cll 08719181259 Identifier code: XXXXX Exire 26.03.05\n","\tDo you wnt  new video hndet? 750 nytie ny network in? Hlf Price Line Rentl? Ccorder? Rely or cll 08000930705 for delivery toorrow\n","\tYou hve n iortnt cutoer ervice nnounceent. Cll FREEPHONE 0800 542 0825 now!\n","\tFREE>Ringtone! Rely REAL or POLY eg REAL1 1. PuhButton 2. DontCh 3. BbyGoodbye 4. GoldDigger 5. WeBeBurnin 1t tone FREE nd 6 ore when u join for £3/wk\n","\tFree Mg: get Gnrl Brkley \"Crzy\" ringtone TOTALLY FREE jut rely GO to thi ege right now!\n","\tRefued  lon? Secured or Unecured? Cn't get credit? Cll free now 0800 195 6669 or text bck 'hel' & we will!\n","\tYou hve been ecilly elected to receive  \"3000 wrd! Cll 08712402050 BEFORE the line cloe. Cot 10. 16+. T&C ly. AG Proo\n","\tYOU HAVE WON! A  vlued Vodfone cutoer our couter h icked YOU to win  £150 rize. To collect i ey. Jut cll 09061743386\n","\tFree video cer hone with Hlf Price line rentl for 12 th nd 500 cro ntwk in 100 txt. Cll MobileUd8 08001950382 or Cll2OtOut/674&\n","\tGret NEW Offer - DOUBLE Min & DOUBLE Txt on bet Ornge triff AND get ltet cer hone 4 FREE! Cll MobileUd8 free on 08000839402 NOW! or 2totxt T&C\n","\tringtoneking 84484\n","\tRingtone Club: Gr8 new oly direct to your obile every week !\n","\t(Bnk of Grnite iue Strong-Buy) EXPLOSIVE PICK FOR OUR MEMBERS *****UP OVER 300% *********** Ndq Sybol CDGT Tht i  $5.00 er..\n","\tBored houewive! Cht n dte now! 0871750.77.11! BT-ntionl rte 10/in only fro lndline!\n","\tWe tried to cll you re your rely to our  for  video obile 750 in UNLIMITED TEXT free ccorder Rely or cll now 08000930705 Del Thur\n","\tThi i the 2nd tie we hve tried to contct u. U hve won the £400 rize. 2 cli i ey, jut cll 087104711148 NOW! Only 10 er inute. BT-ntionl-rte\n","\tWn2 win  Meet+Greet with Wetlife 4 U or  8? They re currently on wht tour? 1)Unbrekble, 2)Unted, 3)Unket. Text 1,2 or 3 to 83049. Cot 50 +td text\n","\tPlee cll our cutoer ervice rereenttive on FREEPHONE 0808 145 4742 between 9-11  you hve WON  gurnteed £1000 ch or £5000 rize!\n","\tYou will be receiving thi week' Trile Echo ringtone hortly. Enjoy it!\n","\tU've been elected to ty in 1 of 250 to Britih hotel - FOR NOTHING! Holidy vlued t £350! Dil 08712300220 to cli - Ntionl Rte Cll. Bx526, SW73SS\n","\tYOU ARE CHOSEN TO RECEIVE A £350 AWARD! Pl cll cli nuber 09066364311 to collect your wrd which you re elected to receive   vlued obile cutoer.\n","\tPlee cll our cutoer ervice rereenttive on FREEPHONE 0808 145 4742 between 9-11  you hve WON  gurnteed £1000 ch or £5000 rize!\n","\tWin  £1000 ch rize or  rize worth £5000\n","\tThnk for your ringtone order, reference nuber X49.Your obile will be chrged 4.50. Should your tone not rrive lee cll cutoer ervice 09065989182\n","\tMoby Pub Quiz.Win  £100 High Street rize if u know who the new Duche of Cornwll will be? Txt her firt ne to 82277.unub STOP £1.50 008704050406 SP\n","\tThi week SvMob eber offer re now cceible. Jut cll 08709501522 for detil! SvMob, POBOX 139, LA3 2WU. Only £1.50/week. SvMob - offer obile!\n","\tYou re being contcted by our Dting Service by oeone you know! To find out who it i, cll fro your obile or lndline 09064017305 PoBox75LDNS7 \n","\tTBS/PERSOLVO. been ching u ince Set for£38 definitely not ying now thnk to your infortion. We will ignore the. Kth. Mncheter.\n","\tLon for ny uroe even if you hve Bd Credit! Tennt Welcoe. Cll NoWorrieLon.co on 08717111821\n","\t87077: Kick off  new eon with 2wk FREE gol & new to ur obile! Txt ur club ne to 87077 eg VILLA to 87077\n","\tOrnge bring you ringtone fro ll tie Chrt Heroe, with  free hit ech week! Go to Ringtone & Pic on w. To to receiving thee ti rely STOP.\n","\tPRIVATE! Your 2003 Account Stteent for 07973788240 how 800 un-redeeed S. I. M. oint. Cll 08715203649 Identifier Code: 40533 Exire 31/10/04\n","\tWe tried to cll you re your rely to our  for  video obile 750 in UNLIMITED TEXT + free ccorder Rely of cll 08000930705 Now\n","\tGSOH? Good with SPAM the ldie?U could b  le gigolo? 2 join the uk' ftet growing en club rely ONCALL. jzgrou. 08714342399.2to rely STOP. g@£1.50rcvd\n","\tU hve  ecret direr who i looking 2 ke contct with U-find out who they R*revel who think UR o ecil-cll on 09058094599\n","\tHOT LIVE FANTASIES cll now 08707500020 Jut 20 er in NTT Ltd, PO Box 1327 Croydon CR9 5WB 0870 i  ntionl rte cll\n","\tURGENT! Your Mobile nuber h been wrded  <UKP>2000 rize GUARANTEED. Cll 09061790125 fro lndline. Cli 3030. Vlid 12hr only 150\n","\tSPJnury Mle Sle! Hot Gy cht now cheer, cll 08709222922. Ntionl rte fro 1.5/in che to 7.8/in ek! To to text cll 08712460324 (10/in)\n","\tFreeMg Tody' the dy if you re redy! I' horny & live in your town. I love ex fun & ge! Netcollex Ltd 08700621170150 er g rely Sto to end\n","\tIn The Sion Movie releed in July 2007 ne the bnd tht died t the trt of the fil? A-Green Dy, B-Blue Dy, C-Red Dy. (Send A, B or C)\n","\tPlee cll And with regrd to renewing or ugrding your current T-Mobile hndet free of chrge. Offer end tody. Tel 0845 021 3680 ubject to T' nd C'\n","\tURGENT!! Your 4* Cot Del Sol Holidy or £5000 wit collection. Cll 09050090044 Now toCli. SAE, TC , POBox334, Stockort, SK38xh, Cot£1.50/, Mx10in\n","\tWnt  new Video Phone? 750 nytie ny network in? Hlf rice line rentl free text for 3 onth? Rely or cll 08000930705 for free delivery\n","\tHd your obile 11 onth or ore? U R entitled to Udte to the ltet colour obile with cer for Free! Cll The Mobile Udte Co FREE on 08002986030\n","\tDer Voucher Holder, To cli thi week offer, t your PC lee go to htt://www.wtl.co.uk/text. T&C ly.\n","\tCongrt! Noki 3650 video cer hone i your Cll 09066382422 Cll cot 150 Ave cll 3in vry fro obile 16+ Cloe 300603 ot BCM4284 Ldn WC1N3XX\n","\tUrgent! Plee cll 0906346330. Your ABTA colientry 4* Snih Holidy or £10,000 ch wit collection SAE T&C BOX 47 PO19 2EZ 150 18+\n","\tDouble in nd txt 4 6onth FREE Bluetooth on Ornge. Avilble on Sony, Noki Motorol hone. Cll MobileUd8 on 08000839402 or cll2otout/N9DX\n","\tFREE for 1t week! No1 Noki tone 4 ur ob every week jut txt NOKIA to 8007 Get txting nd tell ur te www.getzed.co.uk POBox 36504 W45WQ nor150/tone 16+\n","\tWnt to funk u ur fone with  weekly new tone rely TONES2U 2 thi text. www.ringtone.co.uk, the originl n bet. Tone 3GBP network oertor rte ly\n","\tcon bbe, ke e horny, *turn* e on! Txt e your fnty now bbe -) I hot, ticky nd need you now. All relie cot £1.50. 2 cncel end STOP\n","\tIMPORTANT INFORMATION 4 ORANGE USER 0796XXXXXX. TODAY IS UR LUCKY DAY!2 FIND OUT WHY LOG ONTO htt://www.urwinner.co THERE'S A FANTASTIC PRIZEAWAITING YOU!\n","\tMied cll lert. Thee nuber clled but left no ege. 07008009200\n","\tFREEMSG: Our record indicte you y be entitled to 3750 ound for the Accident you hd. To cli for free rely with YES to thi g. To ot out text STOP\n","\tU cn WIN £100 of Muic Gift Voucher every week trting NOW Txt the word DRAW to 87066 TC www.Idew.co SkillGe, 1Winweek, ge16. 150ereSubcrition\n","\tShow ur colour! Euro 2004 2-4-1 Offer! Get n Englnd Flg & 3Lion tone on ur hone! Click on the following ervice ege for info!\n","\tText PASS to 69669 to collect your olyhonic ringtone. Norl gr chrge ly only. Enjoy your tone\n","\tccordingly. I reet, jut text the word ok on your obile hone nd end\n","\tBlock Breker now coe in deluxe fort with new feture nd gret grhic fro T-Mobile. Buy for jut £5 by relying GET BBDELUXE nd tke the chllenge\n","\tiortnt infortion 4 ornge uer . tody i your lucky dy!2find out why log onto htt://www.urwinner.co THERE'S A FANTASTIC SURPRISE AWAITING YOU!\n","\tNtlj (25/F) i inviting you to be her friend. Rely YES-440 or NO-440 See her: www.SMS.c/u/nt27081980 STOP? Send STOP FRND to 62468\n","\tURGENT. Iortnt infortion for 02 uer. Tody i your lucky dy! 2 find out why , log onto htt://www.urwinner.co there i  fnttic urrie witing you !\n","\tWINNER!! A  vlued network cutoer you hve been elected to receive £900 rize rewrd! To cli cll 09061701461. Cli code KL341. Vlid 12 hour only.\n","\tKit Stri - you hve been billed 150. Netcollex Ltd. PO Box 1013 IG11 OJA\n","\tHMV BONUS SPECIAL 500 ound of genuine HMV voucher to be won. Jut nwer 4 ey quetion. Ply Now! Send HMV to 86688 More info:www.100ercent-rel.co\n","\tPlee CALL 08712402578 ieditely  there i n urgent ege witing for you\n","\tthezone.co let you end free nonyou nd ked ege..i ending thi ege fro there..do you ee the otentil for bue???\n","\tWELL DONE! Your 4* Cot Del Sol Holidy or £5000 wit collection. Cll 09050090044 Now toCli. SAE, TC, POBox334, Stockort, SK38xh, Cot£1.50/, Mx10in\n","\tSoeone U know h ked our dting ervice 2 contct you! Cnt Gue who? CALL 09058091854 NOW ll will be reveled. PO BOX385 M6 6WU\n","\tCongrt! 2 obile 3G Videohone R your. cll 09061744553 now! videocht wid ur te, ly jv ge, Dlod olyH uic, noline rentl. bx420. i4. 5we. 150\n","\tU 447801259231 hve  ecret direr who i looking 2 ke contct with U-find out who they R*revel who think UR o ecil-cll on 09058094597\n","\tiortnt infortion 4 ornge uer 0789xxxxxxx. tody i your lucky dy!2find out why log onto htt://www.urwinner.co THERE'S A FANTASTIC SURPRISE AWAITING YOU!\n","\tOur dting ervice h been ked 2 contct U by oeone hy! CALL 09058091870 NOW ll will be reveled. POBox84, M26 3UZ 150\n","\tDo you wnt  new Video hndet? 750 ny tie ny network in? UNLIMITED TEXT? Ccorder? Rely or Cll now 08000930705 for del St AM\n","\tUr blnce i now £600. Next quetion: Colete the lndrk, Big, A. Bob, B. Brry or C. Ben ?. Text A, B or C to 83738. Good luck!\n","\tUr TONEXS ubcrition h been renewed nd you hve been chrged £4.50. You cn chooe 10 ore oly thi onth. www.clubzed.co.uk *BILLING MSG*\n","\tIf you don't, your rize will go to nother cutoer. T&C t www.t-c.biz 18+ 150/in Polo Ltd Suite 373 London W1J 6HL Plee cll bck if buy\n","\tDo you wnt  New Noki 3510i Colour Phone Delivered Toorrow? With 200 FREE inute to ny obile + 100 FREE text + FREE ccorder Rely or Cll 8000930705\n","\tRECPT 1/3. You hve ordered  Ringtone. Your order i being roceed...\n","\tA one of our regitered ubcriber u cn enter the drw 4  100 G.B. gift voucher by relying with ENTER. To unubcribe text STOP\n","\tFor your chnce to WIN  FREE Bluetooth Hedet then ily rely bck with \"ADP\"\n","\tDon't b floy... b ny & hy! Only gy cht ervice with hoto ulod cll 08718730666 (10/in). 2 to our text cll 08712460324\n","\tUrgent UR wrded  colientry tri to EuroDiinc Trv, Aco&Entry41 Or £1000. To cli txt DIS to 87121 18+6*£1.50(oreFrMob. ShrAcoOrSglSult)10, LS1 3AJ\n","\tWelcoe to UK-obile-dte thi g i FREE giving you free clling to 08719839835. Future g billed t 150 dily. To cncel end \"go to\" to 89123\n","\t3. You hve received your obile content. Enjoy\n","\tWnt exlicit SEX in 30 ec? Ring 02073162414 now! Cot 20/in\n","\tLtet Noki Mobile or iPOD MP3 Plyer +£400 roze GUARANTEED! Rely with: WIN to 83355 now! Norcor Ltd.£1,50/Mtgrcvd18+\n","\tSMS SERVICES. for your incluive text credit, l goto www.couk.net login= 3qxj9 unubcribe with STOP, no extr chrge. hel 08702840625.COMUK. 220-CM2 9AE\n","\tMobile Club: Chooe ny of the to qulity ite for your obile. 7cfc1\n","\tMoney i hve won wining nuber 946 wot do i do next\n","\tCongrt! 2 obile 3G Videohone R your. cll 09061744553 now! videocht wid ur te, ly jv ge, Dlod olyH uic, noline rentl. bx420. i4. 5we. 150\n","\tI wnt oe cock! My hubby' wy, I need  rel n 2 tify e. Txt WIFE to 89938 for no tring ction. (Txt STOP 2 end, txt rec £1.50e. OTBox 731 LA1 7WS. )\n","\tGr8 new ervice - live ex video cht on your ob - ee the exiet dirtiet girl live on ur hone - 4 detil text horny to 89070 to cncel end STOP to 89070\n","\tFreeMg Hi bby wow jut got  new c oby. Wnn C  hot ic? or Fncy  cht?I w8in 4uTxt / rly CHAT to 82242 Hl 08712317606 Mg150 2rcv\n","\tWnn hve  lugh? Try CHIT-CHAT on your obile now! Logon by txting the word: CHAT nd end it to No: 8883 CM PO Box 4217 London W1A 6ZF 16+ 118/g rcvd\n","\t\"URGENT! Thi i the 2nd ttet to contct U!U hve WON £1000CALL 09071512432 b4 300603t&cBCM4235WC1N3XX.cllcot150obilevry. x£7. 50\"\n","\tCongrtultion ur wrded 500 of CD voucher or 125gift gurnteed & Free entry 2 100 wkly drw txt MUSIC to 87066\n","\tHd your contrct obile 11 Mnth? Ltet Motorol, Noki etc. ll FREE! Double Min & Text on Ornge triff. TEXT YES for cllbck, no to reove fro record\n","\tUrgent! cll 09066350750 fro your lndline. Your colientry 4* Ibiz Holidy or 10,000 ch wit collection SAE T&C PO BOX 434 SK3 8WP 150  18+\n","\tFor ur chnce to win  £250 wkly hoing ree TXT: SHOP to 80878. T'&C' www.txt-2-ho.co cutcre 08715705022, 1x150/wk\n","\tU hve  Secret Adirer who i looking 2 ke contct with U-find out who they R*revel who think UR o ecil-cll on 09065171142-to-08718727870150\n","\tMil, ge23, blonde, new in UK. I look ex with UK guy. if u like fun with e. Text MTALK to 69866.18 . 30/txt 1t 5free. £1.50 increent. Hel08718728876\n","\tWell done ENGLAND! Get the officil oly ringtone or colour flg on yer obile! text TONE or FLAG to 84199 NOW! Ot-out txt ENG STOP. Box39822 W111WX £1.50\n","\tFreeMg: Txt: CALL to No: 86888 & cli your rewrd of 3 hour tlk tie to ue fro your hone now! Subcribe6GBP/nth inc 3hr 16 to?txtSto\n","\tSunhine Quiz! Win  uer Sony DVD recorder if you cnne the citl of Autrli? Text MQUIZ to 82277. B\n","\tPlee cll our cutoer ervice rereenttive on 0800 169 6031 between 10-9  you hve WON  gurnteed £1000 ch or £5000 rize!\n","\tTody Vod nuber ending with 7634 re elected to receive  £350 rewrd. If you hve  tch lee cll 08712300220 quoting cli code 7684 tndrd rte ly.\n","\tYou re being ried off! Get your obile content fro www.cluboby.co cll 08717509990 oly/true/Pix/Ringtone/Ge ix downlod for only 3\n","\tWe tried to contct you re your rely to our offer of  Video Phone 750 nytie ny network in Hlf Price Line Rentl Ccorder Rely or cll 08000930705\n","\tA £400 XMAS REWARD IS WAITING FOR YOU! Our couter h rndoly icked you fro our loyl obile cutoer to receive  £400 rewrd. Jut cll 09066380611 \n","\tPRIVATE! Your 2003 Account Stteent for how 800 un-redeeed S. I. M. oint. Cll 08718738002 Identifier Code: 48922 Exire 21/11/04\n","\tCutoer ervice nnounceent. We recently tried to ke  delivery to you but were unble to do o, lee cll 07099833605 to re-chedule. Ref:9280114\n","\tHi bbe it Chloe, how r u? I w hed on turdy night, it w gret! How w your weekend? U been iing e? SP viion.co Text to to to 150/text\n","\tURGENT! Your Mobile No 07808726822 w wrded  £2,000 Bonu Cller Prize on 02/09/03! Thi i our 2nd ttet to contct YOU! Cll 0871-872-9758 BOX95QU\n","\tWIN: We hve  winner! Mr. T. Foley won n iPod! More exciting rize oon, o kee n eye on ur obile or viit www.win-82050.co.uk\n","\tFREE GAME. Get Ryn Golf 4 FREE fro the O2 Ge Arcde. 1t get UR ge etting. Rely POST, then ve & ctiv8. Pre 0 key for Arcde. Terly\n","\tHd your obile 10 th? Udte to the ltet Cer/Video hone for FREE. KEEP UR SAME NUMBER, Get extr free in/text. Text YES for  cll\n","\tBuy Sce Invder 4  chnce 2 win orig Arcde Ge conole. Pre 0 for Ge Arcde (td WAP chrge) See o2.co.uk/ge 4 Ter + etting. No urche\n","\tCer - You re wrded  SiPix Digitl Cer! cll 09061221066 fro lndline. Delivery within 28 dy.\n","\tYour weekly Cool-Mob tone re redy to downlod !Thi week new Tone include: 1) Crzy Frog-AXEL F>>> 2) Akon-Lonely>>> 3) Blck Eyed-Dont P >>>More info in n\n","\tChbin.co.uk (Get lot of ch thi weekend!) www.chbin.co.uk Der Welcoe to the weekend We hve got our bigget nd bet EVER ch give wy!! Thee..\n","\tURGENT! Your Mobile nuber h been wrded with  £2000 rize GUARANTEED. Cll 09061790121 fro lnd line. Cli 3030. Vlid 12hr only 150\n","\tThnk 4 your continued uort Your quetion thi week will enter u in2 our drw 4 £100 ch. Ne the NEW US Preident? txt n to 80082\n","\tYour unique uer ID i 1172. For reovl end STOP to 87239 cutoer ervice 08708034412\n","\tUrgent -cll 09066649731fro Lndline. Your colientry 4* Ibiz Holidy or £10,000 ch wit collection SAE T&C PO BOX 434 SK3 8WP 150 18+\n","\tURGENT Thi i our 2nd ttet to contct U. Your £900 rize fro YESTERDAY i till witing collection. To cli CALL NOW 09061702893\n","\tSnt clling! Would your little one like  cll fro Snt X Eve? Cll 09077818151 to book you tie. Cll1.50 lt 3in 30 T&C www.ntclling.co\n","\tPRIVATE! Your 2004 Account Stteent for 078498****7 how 786 unredeeed Bonu Point. To cli cll 08719180219 Identifier Code: 45239 Exire 06.05.05\n","\tCheck Out Chooe Your Bbe Video @ .hex.netUN fgkloPW fgklo\n","\tu r  winner U ve been ecilly elected 2 receive £1000 ch or  4* holidy (flight inc) ek to  live oertor 2 cli 0871277810710/in (18 )\n","\tNew Mobile fro 2004, MUST GO! Txt: NOKIA to No: 89545 & collect your tody! Fro ONLY £1. www.4-tc.biz 2otout 087187262701.50gb/tg18 TXTAUCTION.\n","\tPRIVATE! Your 2003 Account Stteent for how 800 un-redeeed S. I. M. oint. Cll 08715203652 Identifier Code: 42810 Exire 29/10/0\n","\tYOU HAVE WON! A  vlued Vodfone cutoer our couter h icked YOU to win  £150 rize. To collect i ey. Jut cll 09061743386 \n","\t**FREE MESSAGE**Thnk for uing the Auction Subcrition Service. 18 . 150/MSGRCVD 2 Ski n Auction txt OUT. 2 Unubcribe txt STOP CutoerCre 08718726270\n","\tBored houewive! Cht n dte now! 0871750.77.11! BT-ntionl rte 10/in only fro lndline!\n","\tlyriclldie(21/F) i inviting you to be her friend. Rely YES-910 or NO-910. See her: www.SMS.c/u/hro STOP? Send STOP FRND to 62468\n","\tNo 1 POLYPHONIC tone 4 ur ob every week! Jut txt PT2 to 87575. 1t Tone FREE ! o get txtin now nd tell ur friend. 150/tone. 16 rely HL 4info\n","\tTody Vodfone nuber ending with 4882 re elected to  receive  £350 wrd. If your nuber tche cll 09064019014 to receive your £350 wrd.\n","\tWnt the ltet Video hndet? 750 nytie ny network in? Hlf rice line rentl? Rely or cll 08000930705 for delivery toorrow\n","\tou re gurnteed the ltet Noki Phone,  40GB iPod MP3 lyer or  £500 rize! Txt word: COLLECT to No: 83355! IBHltd LdnW15H 150/Mtgrcvd18\n","\t* FREE* POLYPHONIC RINGTONE Text SUPER to 87131 to get your FREE POLY TONE of the week now! 16 SN PoBox202 NR31 7ZS ubcrition 450w\n","\tWrner Villge 83118 C Colin Frrell in SWAT thi wkend @Wrner Villge & get 1 free ed. Pocorn!Jut how g+ticket@kiok.Vlid 4-7/12. C t&c @kiok. Rely SONY 4 re fil offer\n","\tGol! Arenl 4 (Henry, 7 v Liverool 2 Henry core with  ile hot fro 6 yrd fro   by Bergk to give Arenl  2 gol rgin fter 78 in.\n","\tThi i the 2nd tie we hve tried 2 contct u. U hve won the 750 Pound rize. 2 cli i ey, cll 08712101358 NOW! Only 10 er in. BT-ntionl-rte\n","\tGot wht it tke 2 tke rt in the WRC Rlly in Oz? U cn with Lucozde Energy! Text RALLY LE to 61200 (25), ee ck or lucozde.co.uk/wrc & itcould be u!\n","\tHi, the SEXYCHAT girl re witing for you to text the. Text now for  gret night chtting. end STOP to to thi ervice\n","\tGret New! Cll FREEFONE 08006344447 to cli your gurnteed £1000 CASH or £2000 gift. Sek to  live oertor NOW!\n","\tHi thi i Ay, we will be ending you  free hone nuber in  coule of dy, which will give you n cce to ll the dult rtie...\n","\tWelcoe to Select, n O2 ervice with dded benefit. You cn now cll our ecilly trined dvior FREE fro your obile by dilling 402.\n","\tDer Voucher holder Hve your next el on u. Ue the following link on your c 2 enjoy  2 4 1 dining exeriencehtt://www.vouch4e.co/etl/dining.\n","\tURGENT! We re trying to contct U. Tody drw how tht you hve won  £2000 rize GUARANTEED. Cll 09058094507 fro lnd line. Cli 3030. Vlid 12hr only\n","\tYou cn donte £2.50 to UNICEF' Ain Tuni diter uort fund by texting DONATE to 864233. £2.50 will be dded to your next bill\n","\tgoldviking (29/M) i inviting you to be hi friend. Rely YES-762 or NO-762 See hi: www.SMS.c/u/goldviking STOP? Send STOP FRND to 62468\n","\tPhony £350 wrd - Tody Vod nuber ending XXXX re elected to receive  £350 wrd. If you hve  tch lee cll 08712300220 quoting cli code 3100 tndrd rte \n","\tCD 4u: Congrtultion ur wrded £500 of CD gift voucher or £125 gift gurnteed & Freeentry 2 £100 wkly drw xt MUSIC to 87066 TnC www.ldew.co1win150x3ge16 \n","\tYou hve WON  gurnteed £1000 ch or  £2000 rize. To cli yr rize cll our cutoer ervice rereenttive on 08714712412 between 10-7 Cot 10\n","\tDer 0776xxxxxxx U've been invited to XCHAT. Thi i our finl ttet to contct u! Txt CHAT to 86688 150/MgrcvdHG/Suite342/2Lnd/Row/W1J6HL LDN 18yr\n","\tUr ch-blnce i currently 500 ound - to xiize ur ch-in now end GO to 86688 only 150/eg. CC: 08718720201 HG/Suite342/2lnd Row/W1j6HL\n","\tPRIVATE! Your 2003 Account Stteent for how 800 un-redeeed S.I.M. oint. Cll 08715203685 Identifier Code:4xx26 Exire 13/10/04\n","\tI'd like to tell you y deeet drket fntie. Cll e 09094646631 jut 60/in. To to text cll 08712460324 (nt rte)\n","\tYou won't believe it but it' true. It' Incredible Txt! Rely G now to lern truly zing thing tht will blow your ind. Fro O2FWD only 18/txt\n","\tNtlie (20/F) i inviting you to be her friend. Rely YES-165 or NO-165 See her: www.SMS.c/u/ntlie2k9 STOP? Send STOP FRND to 62468\n","\tJter! To get your free wller text HEART to 88888 now! T&C ly. 16 only. Need Hel? Cll 08701213186.\n","\tDouble Min & Double Txt & 1/2 rice Linerentl on Ltet Ornge Bluetooth obile. Cll MobileUd8 for the very ltet offer. 08000839402 or cll2otout/LF56\n","\tFree video cer hone with Hlf Price line rentl for 12 th nd 500 cro ntwk in 100 txt. Cll MobileUd8 08001950382 or Cll2OtOut/674\n","\t83039 62735=£450 UK Brek AccoodtionVoucher ter & condition ly. 2 cli you utrovide your cli nuber which i 15541 \n","\t5 4 lfie Moon' Children in need ong on ur ob. Tell ur 8. Txt Tone chrity to 8007 for Noki or Poly chrity for oly: zed 08701417012 rofit 2 chrity.\n","\tWIN  £200 Shoing ree every WEEK Strting NOW. 2 ly text STORE to 88039. SkilGe. TC08714740323 1Winwk! ge16 £1.50erweekub.\n","\tThi i the 2nd ttet to contrct U, you hve won thi week to rize of either £1000 ch or £200 rize. Jut cll 09066361921\n","\tDo you wnt  New Noki 3510i colour hone DeliveredToorrow? With 300 free inute to ny obile + 100 free text + Free Ccorder rely or cll 08000930705.\n","\tTheMob>Hit the link to get  reiu Pink Pnther ge, the new no. 1 fro Sugbbe,  crzy Zebr nition or  bd Hoody wller-ll 4 FREE!\n","\tThi g i for your obile content order It h been reent  reviou ttet filed due to network error Querie to cutoerquerie@netviion.uk.co\n","\tYou hve 1 new ege. Plee cll 08715205273\n","\tDeceber only! Hd your obile 11th+? You re entitled to udte to the ltet colour cer obile for Free! Cll The Mobile Udte VCo FREE on 08002986906 \n","\tGet 3 Lion Englnd tone, rely lion 4 ono or lion 4 oly. 4 ore go 2 www.ringtone.co.uk, the originl n bet. Tone 3GBP network oertor rte ly.\n","\tPRIVATE! Your 2003 Account Stteent for 078\n","\tYOU VE WON! Your 4* Cot Del Sol Holidy or £5000 wit collection. Cll 09050090044 Now toCli. SAE, TC , POBox334, Stockort, SK38xh, Cot£1.50/, Mx10in\n","\tFREE for 1t week! No1 Noki tone 4 ur obile every week jut txt NOKIA to 8077 Get txting nd tell ur te. www.getzed.co.uk POBox 36504 W45WQ 16+ nor150/tone\n","\tGet your grden redy for uer with  FREE election of uer bulb nd eed worth £33:50 only with The Scotn thi Sturdy. To to go2 notxt.co.uk\n","\tCongrt 2 obile 3G Videohone R your. cll 09063458130 now! videocht wid ur te, ly jv ge, Dlod olyH uic, noline rentl. bx420. i4. 5we. 150\n","\tSMS AUCTION - A BRAND NEW Noki 7250 i u 4 uction tody! Auction i FREE 2 join & tke rt! Txt NOKIA to 86021 now!\n","\tree entry in 2  weekly co for  chnce to win n iod. Txt POD to 80182 to get entry (td txt rte) T&C' ly 08452810073 for detil 18+\n","\tOur record indicte u ybe entitled to 5000 ound in coention for the Accident you hd. To cli 4 free rely with CLAIM to thi g. 2 to txt STOP\n","\tSook u your ob with  Hlloween collection of  logo & ic ege lu  free eerie tone, txt CARD SPOOK to 8007 zed 08701417012150 er logo/ic \n","\tCll Gerny for only 1 ence er inute! Cll fro  fixed line vi cce nuber 0844 861 85 85. No reyent. Direct cce! www.teledicount.co.uk\n","\tYOU VE WON! Your 4* Cot Del Sol Holidy or £5000 wit collection. Cll 09050090044 Now toCli. SAE, TC , POBox334, Stockort, SK38xh, Cot£1.50/, Mx10in\n","\tHd your obile 11th ? Udte for FREE to Ornge ltet colour cer obile & unliited weekend cll. Cll Mobile Ud8 on freefone 08000839402 or 2StoTxt\n","\tNtlj (25/F) i inviting you to be her friend. Rely YES-440 or NO-440 See her: www.SMS.c/u/nt27081980 STOP? Send STOP FRND to 62468\n","\tPRIVATE! Your 2003 Account Stteent for <fone no> how 800 un-redeeed S. I. M. oint. Cll 08715203656 Identifier Code: 42049 Exire 26/10/04\n","\tYOU ARE CHOSEN TO RECEIVE A £350 AWARD! Pl cll cli nuber 09066364311 to collect your wrd which you re elected to receive   vlued obile cutoer.\n","\tSoeonone you know i trying to contct you vi our dting ervice! To find out who it could be cll fro your obile or lndline 09064015307 BOX334SK38ch \n","\tUrgent! Plee cll 09061213237 fro  lndline. £5000 ch or  4* holidy wit collection. T &C SAE PO Box 177 M227XY. 16+\n","\tIf you don't, your rize will go to nother cutoer. T&C t www.t-c.biz 18+ 150/in Polo Ltd Suite 373 London W1J 6HL Plee cll bck if buy \n","\tURGENT! Your Mobile nuber h been wrded with  £2000 rize GUARANTEED. Cll 09061790126 fro lnd line. Cli 3030. Vlid 12hr only 150\n","\tURGENT! You hve won  1 week FREE eberhi in our £100,000 Prize Jckot! Txt the word: CLAIM to No: 81010 T&C www.dbuk.net LCCLTD POBOX 4403LDNW1A7RW18\n","\tUrgent! Plee cll 09061213237 fro lndline. £5000 ch or  luxury 4* Cnry Ilnd Holidy wit collection. T&C SAE PO Box 177. M227XY. 150. 16+\n","\tXMAS icoing & ur wrded either £500 CD gift voucher & free entry 2 r £100 weekly drw txt MUSIC to 87066 TnC www.Ldew.co1win150x3ge16ubcrition \n","\tGet the officil ENGLAND oly ringtone or colour flg on yer obile for tonight ge! Text TONE or FLAG to 84199. Otout txt ENG STOP Box39822 W111WX £1.50\n","\tu r ubcribed 2 TEXTCOMP 250 wkly co. 1t wk? free quetion follow, ubequent wk chrged@150/g.2 unubcribe txt STOP 2 84128,cutcre 08712405020\n","\tCll 09095350301 nd end our girl into erotic ectcy. Jut 60/in. To to text cll 08712460324 (nt rte)\n","\tCer - You re wrded  SiPix Digitl Cer! cll 09061221066 fro lndline. Delivery within 28 dy.\n","\tA £400 XMAS REWARD IS WAITING FOR YOU! Our couter h rndoly icked you fro our loyl obile cutoer to receive  £400 rewrd. Jut cll 09066380611\n","\tIMPORTANT MESSAGE. Thi i  finl contct ttet. You hve iortnt ege witing out our cutoer cli det. Exire 13/4/04. Cll 08717507382 NOW!\n","\tdting:i hve hd two of thee. Only trted fter i ent  text to tlk ort rdio lt week. Any connection do you think or coincidence?\n","\tThe current leding bid i 151. To ue thi uction end OUT. Cutoer Cre: 08718726270\n","\tFree entry to the gr8rize wkly co 4  chnce to win the ltet Noki 8800, PSP or £250 ch every wk.TXT GREAT to 80878 htt//www.gr8rize.co 08715705022\n","\tYou hve 1 new ege. Cll 0207-083-6089\n","\tSnt Clling! Would your little one like  cll fro Snt X eve? Cll 09058094583 to book your tie.\n","\tYou hve won  gurnteed 32000 wrd or ybe even £1000 ch to cli ur wrd cll free on 0800 ..... (18+). It  legitit efreefone nuber wt do u think???\n","\tLtet New! Police ttion toilet tolen, co hve nothing to go on!\n","\t\"For the ot rkling hoing brek fro 45 er eron; cll 0121 2025050 or viit www.hortbrek.org.uk\"\n","\tDeceber only! Hd your obile 11th+? You re entitled to udte to the ltet colour cer obile for Free! Cll The Mobile Udte Co FREE on 08002986906\n","\tTxt: CALL to No: 86888 & cli your rewrd of 3 hour tlk tie to ue fro your hone now! Subcribe6GBP/nth inc 3hr 16 to?txtSto www.gb.tv\n","\thtt//t. widelive.co/index. wl?id=820554d01705572711&firt=true¡C C Ringtone¡\n","\tGet your grden redy for uer with  FREE election of uer bulb nd eed worth £33:50 only with The Scotn thi Sturdy. To to go2 notxt.co.uk\n","\tURGENT! Lt weekend' drw how tht you hve won £1000 ch or  Snih holidy! CALL NOW 09050000332 to cli. T&C: RSTM, SW7 3SS. 150\n","\tURGENT We re trying to contct you Lt weekend drw how u hve won  £1000 rize GUARANTEED Cll 09064017295 Cli code K52 Vlid 12hr 150 \n","\t2 er in to cll Gerny 08448350055 fro your BT line. Jut 2 er in. Check PlnetTlkIntnt.co for info & T' & C'. Text to to ot out\n","\tMrvel Mobile Ply the officil Ultite Sider-n ge (£4.50) on ur obile right now. Text SPIDER to 83338 for the ge & we ll end u  FREE 8Bll wller\n","\tSMS SERVICES. for your incluive text credit, l goto www.couk.net login= 3qxj9 unubcribe with STOP, no extr chrge. hel 08702840625.COMUK. 220-CM2 9AE\n","\tPRIVATE! Your 2003 Account Stteent for 07808247860 how 800 un-redeeed S. I. M. oint. Cll 08719899229 Identifier Code: 40411 Exire 06/11/04\n","\tYou re wrded  SiPix Digitl Cer! cll 09061221061 fro lndline. Delivery within 28dy. T C Box177. M221BP. 2yr wrrnty. 150. 16 .  £3.99\n","\tPRIVATE! Your 2003 Account Stteent for how 800 un-redeeed S.I.M. oint. Cll 08718738001 Identifier Code: 49557 Exire 26/11/04\n","\tWnt exlicit SEX in 30 ec? Ring 02073162414 now! Cot 20/in Gex POBOX 2667 WC1N 3XX\n","\tASKED 3MOBILE IF 0870 CHATLINES INCLU IN FREE MINS. INDIA CUST SERV SED YES. L8ER GOT MEGA BILL. 3 DONT GIV A SHIT. BAILIFF DUE IN DAYS. I O £250 3 WANT £800\n","\tHd your contrct obile 11 Mnth? Ltet Motorol, Noki etc. ll FREE! Double Min & Text on Ornge triff. TEXT YES for cllbck, no to reove fro record.\n","\tREMINDER FROM O2: To get 2.50 ound free cll credit nd detil of gret offer l rely 2 thi text with your vlid ne, houe no nd otcode\n","\tThi i the 2nd tie we hve tried 2 contct u. U hve won the £750 Pound rize. 2 cli i ey, cll 087187272008 NOW1! Only 10 er inute. BT-ntionl-rte.\n"]